{
    "C1": {
        "__PAD__": 0,
        "14.0": 1,
        "14.401857950768918": 2,
        "14.413071841006351": 3,
        "14.746479155679992": 4,
        "15.0": 5,
        "15.155079354811743": 6,
        "16.0": 7,
        "16.484227545143654": 8,
        "16.672449213586447": 9,
        "17.0": 10,
        "17.43703352879862": 11,
        "17.74639327163712": 12,
        "17.837795623112836": 13,
        "18.0": 14,
        "18.230026593309827": 15,
        "18.320771984219483": 16,
        "19.0": 17,
        "19.062993922156533": 18,
        "19.78430479153484": 19,
        "20.0": 20,
        "20.034365071187537": 21,
        "20.057746642097914": 22,
        "20.138812531074144": 23,
        "21.0": 24,
        "21.21184809397044": 25,
        "21.393995300700137": 26,
        "21.48259619984184": 27,
        "21.58425561309747": 28,
        "21.993890105065034": 29,
        "22.0": 30,
        "22.00860557452751": 31,
        "22.320369265311093": 32,
        "22.448469260451063": 33,
        "22.639576121300376": 34,
        "22.715038989442665": 35,
        "22.88313520341608": 36,
        "23.0": 37,
        "23.11174769839605": 38,
        "23.37207183234503": 39,
        "23.37376259444531": 40,
        "23.57129827084672": 41,
        "23.65841996562545": 42,
        "24.0": 43,
        "24.45666193650867": 44,
        "24.617381292111997": 45,
        "24.64920874453325": 46,
        "24.721544421723625": 47,
        "24.87148296824478": 48,
        "25.0": 49,
        "25.28163679928432": 50,
        "25.40596505952517": 51,
        "25.423913151457054": 52,
        "25.751762915230927": 53,
        "25.895727229277387": 54,
        "26.0": 55,
        "26.00261234716504": 56,
        "26.10939292280211": 57,
        "26.460470013780167": 58,
        "26.696163071152856": 59,
        "26.749365030210384": 60,
        "26.91452165528937": 61,
        "26.9774483798645": 62,
        "26.998534489729018": 63,
        "27.0": 64,
        "27.10729467001052": 65,
        "27.17828693749933": 66,
        "27.182848830573747": 67,
        "27.849930244190432": 68,
        "28.0": 69,
        "28.179042413002605": 70,
        "28.431192555602824": 71,
        "28.73744495445265": 72,
        "28.83927391153041": 73,
        "29.0": 74,
        "29.04135009824652": 75,
        "29.084699686238103": 76,
        "29.089832065126995": 77,
        "29.18659545401355": 78,
        "29.231110967212857": 79,
        "29.80499874001349": 80,
        "29.81031540664611": 81,
        "29.9188141311633": 82,
        "29.980495157124626": 83,
        "30.0": 84,
        "30.426762538432385": 85,
        "30.78097638444431": 86,
        "30.880402944577515": 87,
        "30.90215933991435": 88,
        "31.0": 89,
        "31.320671612555238": 90,
        "31.6374154192631": 91,
        "31.674587328070995": 92,
        "31.72287666903589": 93,
        "31.82060414542343": 94,
        "31.88263399068676": 95,
        "32.0": 96,
        "32.185484786442984": 97,
        "32.193109974256664": 98,
        "32.33152231939518": 99,
        "32.46113651689179": 100,
        "32.481567735914524": 101,
        "32.62661123656041": 102,
        "32.898042470149456": 103,
        "32.93862729959324": 104,
        "32.99821893280068": 105,
        "33.0": 106,
        "33.31556236870861": 107,
        "33.34024021013766": 108,
        "33.400188065737694": 109,
        "33.55526931731888": 110,
        "33.77625505785303": 111,
        "33.88302568930173": 112,
        "33.88498646343689": 113,
        "33.97407744196352": 114,
        "34.0": 115,
        "34.069066647033935": 116,
        "34.56066280686476": 117,
        "34.839065499477684": 118,
        "34.885784483067496": 119,
        "34.951920760617": 120,
        "35.0": 121,
        "35.11218687520722": 122,
        "35.136578486315074": 123,
        "35.2525829691988": 124,
        "35.41972722710634": 125,
        "35.582896044164634": 126,
        "35.92641871236242": 127,
        "35.93579804031242": 128,
        "35.97415148218729": 129,
        "36.0": 130,
        "36.134019299979165": 131,
        "36.16763294323617": 132,
        "36.22148617933498": 133,
        "36.82751297766672": 134,
        "37.05491148227211": 135,
        "37.29148780963777": 136,
        "37.615111698502055": 137,
        "38.0": 138,
        "38.230087968717264": 139,
        "38.25276053205965": 140,
        "38.40355586827683": 141,
        "38.66527060231754": 142,
        "38.68633243504918": 143,
        "38.87500673140472": 144,
        "38.909758570715375": 145,
        "39.03262888526311": 146,
        "39.09855628634307": 147,
        "39.246569410061774": 148,
        "39.31944420683529": 149,
        "39.471064689443935": 150,
        "39.51257259472143": 151,
        "39.56574174098903": 152,
        "39.79130555949494": 153,
        "40.0": 154,
        "40.00284588504443": 155,
        "40.16294759426946": 156,
        "40.19557280806298": 157,
        "40.21704442701259": 158,
        "40.27518946447682": 159,
        "40.368683755210455": 160,
        "40.41701865123472": 161,
        "40.470443545626": 162,
        "40.47925077455584": 163,
        "40.573249715533365": 164,
        "40.658908503834034": 165,
        "40.71604763216467": 166,
        "40.72990964683833": 167,
        "40.817084641189325": 168,
        "40.96884561883464": 169,
        "41.07099309428339": 170,
        "41.08140733505006": 171,
        "41.25015296238126": 172,
        "41.287960844144095": 173,
        "41.463535013211946": 174,
        "41.628882053456": 175,
        "41.896854193904126": 176,
        "42.08805573401613": 177,
        "42.36365278703086": 178,
        "42.76261618757167": 179,
        "42.80083895993682": 180,
        "43.00527006210044": 181,
        "43.04433275098644": 182,
        "43.16734459470138": 183,
        "43.223680893353645": 184,
        "43.322187143595706": 185,
        "43.34554405636146": 186,
        "43.60634713498972": 187,
        "43.662735743907696": 188,
        "43.67464488054033": 189,
        "43.79400685919862": 190,
        "43.81386304121118": 191,
        "44.03325444407275": 192,
        "44.05163046911235": 193,
        "44.062457489167215": 194,
        "44.17471985138418": 195,
        "44.250909635941085": 196,
        "44.29289914768865": 197,
        "44.38601314087501": 198,
        "44.41586474211871": 199,
        "44.51111446949173": 200,
        "44.5514611531209": 201,
        "44.81497331881955": 202,
        "45.17428040341179": 203,
        "45.33600195719458": 204,
        "45.37539558296468": 205,
        "45.5209880712639": 206,
        "45.6513943207914": 207,
        "45.74390625118923": 208,
        "45.81566909013388": 209,
        "45.90629769988702": 210,
        "46.38097085425506": 211,
        "46.40605713891777": 212,
        "46.52057059388579": 213,
        "46.6892611487075": 214,
        "46.728581781049904": 215,
        "47.22109175782335": 216,
        "47.6926290143626": 217,
        "47.72310116381928": 218,
        "47.75780943191823": 219,
        "47.83117749801022": 220,
        "48.091069679547466": 221,
        "48.28388111655223": 222,
        "48.39843962707647": 223,
        "48.46626812363365": 224,
        "48.568833325616495": 225,
        "48.58263660368812": 226,
        "48.5999014078678": 227,
        "48.87688876772673": 228,
        "49.01706222823741": 229,
        "49.02603414575135": 230,
        "49.16214433931722": 231,
        "49.26778028728565": 232,
        "49.39798448618821": 233,
        "49.80541300101473": 234,
        "49.82622044849422": 235,
        "49.85610874908943": 236,
        "49.93670904395149": 237,
        "50.25646729868528": 238,
        "50.38327555901815": 239,
        "50.90562054179678": 240,
        "50.937109698099455": 241,
        "51.4544337276961": 242,
        "51.85485876508442": 243,
        "51.95135756807751": 244,
        "51.99413227040489": 245,
        "52.51267937679975": 246,
        "52.52918790213876": 247,
        "52.811869145576296": 248,
        "53.3356761015238": 249,
        "53.51237353595043": 250,
        "53.70657911190536": 251,
        "53.72765757255305": 252,
        "53.73901186373389": 253,
        "54.26272072628723": 254,
        "54.38495931794793": 255,
        "54.72490982239237": 256,
        "54.82406778326429": 257,
        "55.241883364838216": 258,
        "55.39034604367243": 259,
        "55.49613683661647": 260,
        "55.82149009863466": 261,
        "55.875021981914365": 262,
        "56.30239595096968": 263,
        "56.33463225056992": 264,
        "56.42520185007538": 265,
        "56.47802758392188": 266,
        "56.77225499157964": 267,
        "56.848359388838006": 268,
        "57.03741169077309": 269,
        "57.15133344727498": 270,
        "58.06246414738453": 271,
        "58.11695002209183": 272,
        "58.26967145755589": 273,
        "58.35634396642635": 274,
        "58.66468260079005": 275,
        "58.84364637862555": 276,
        "58.98606985098626": 277,
        "59.19965298828397": 278,
        "59.20866689135589": 279,
        "59.66706469372216": 280,
        "59.72340710075894": 281,
        "59.80786093237507": 282,
        "59.9103545445922": 283,
        "60.445182668485856": 284,
        "60.465428971591976": 285,
        "60.822717524063165": 286,
        "60.84048752647131": 287,
        "61.14669438136931": 288,
        "61.31078650096496": 289,
        "61.55490168958683": 290,
        "61.8333102030714": 291,
        "61.83439395155282": 292,
        "61.88452141126574": 293,
        "61.96998575201557": 294,
        "62.07395439357134": 295,
        "62.28436764879644": 296,
        "62.46841971977309": 297,
        "62.52799915086219": 298,
        "63.09325969766751": 299,
        "63.15761422908893": 300,
        "63.38083158813691": 301,
        "63.67815019342588": 302,
        "63.76318708082783": 303,
        "63.86806047528962": 304,
        "63.88911044140823": 305,
        "64.13610824155818": 306,
        "64.16440664147984": 307,
        "64.49233744597323": 308,
        "64.65221535016691": 309,
        "65.2450838628715": 310,
        "65.63100533832383": 311,
        "66.10139566640999": 312,
        "66.1468691365131": 313,
        "66.24248806368631": 314,
        "66.769328076873": 315,
        "66.86588135299337": 316,
        "66.87085941449514": 317,
        "67.54352916501455": 318,
        "67.83688019670657": 319,
        "68.3140482207117": 320,
        "68.37428531491784": 321,
        "68.40106797709288": 322,
        "68.81665413203615": 323,
        "69.52782991499366": 324,
        "69.52848291413542": 325,
        "69.6925690278025": 326,
        "69.73531776950145": 327,
        "69.8493926318319": 328,
        "70.03259131629505": 329,
        "70.39599757545173": 330,
        "70.61743269368836": 331,
        "71.20939181603073": 332,
        "71.57840699025057": 333,
        "72.22091207196196": 334,
        "72.72266862532499": 335,
        "73.14103463676052": 336,
        "73.34825826561243": 337,
        "73.71998779462214": 338,
        "73.7346532805428": 339,
        "73.9488721636364": 340,
        "74.08364364846155": 341,
        "75.11772480991851": 342,
        "76.1674292623603": 343,
        "76.40935062959987": 344,
        "76.73273138857554": 345,
        "77.45037070641436": 346,
        "77.47423488112446": 347,
        "77.70422264716179": 348,
        "79.1905148753733": 349,
        "79.29097816339338": 350,
        "79.61307609560784": 351,
        "79.88564271440144": 352,
        "80.14405388305495": 353,
        "80.6731762449832": 354,
        "80.8965910106506": 355,
        "81.52153093746583": 356,
        "81.76953747532374": 357,
        "81.78584801930151": 358,
        "83.41502593030371": 359,
        "84.23030625760593": 360,
        "84.33891154288845": 361,
        "84.65950625942726": 362,
        "85.06439604886178": 363,
        "85.30365106965716": 364,
        "86.50307077175185": 365,
        "87.89120154147625": 366,
        "87.96433014170063": 367,
        "88.1387018451188": 368,
        "89.04881442591785": 369,
        "89.40755419552157": 370,
        "89.48676687737259": 371,
        "89.65774997971397": 372,
        "89.9145254106943": 373,
        "90.25466742111723": 374,
        "91.11310335067203": 375,
        "91.8180440399268": 376,
        "92.62271196708696": 377,
        "92.8411465938914": 378,
        "93.56337319077282": 379,
        "93.60655130095375": 380,
        "94.42642556240985": 381,
        "94.5358759322146": 382,
        "94.55382238335416": 383,
        "95.09474441153988": 384,
        "95.43711838873207": 385,
        "95.53964728253374": 386,
        "95.68705741313155": 387,
        "96.20510368588448": 388,
        "96.2689914567854": 389,
        "96.45717806891528": 390,
        "97.36972372069071": 391,
        "97.71467341825144": 392,
        "98.17397632768498": 393,
        "99.12366804626464": 394,
        "99.25730228718142": 395,
        "100.24449888526634": 396,
        "100.8063611672068": 397,
        "102.34606523132156": 398,
        "103.24863161818232": 399,
        "103.43020421289546": 400,
        "104.1853161894354": 401,
        "105.1239007201985": 402,
        "105.54707404158717": 403,
        "105.77262659712513": 404,
        "106.9959634743842": 405,
        "107.49831761130004": 406,
        "107.72496002904565": 407,
        "108.20334811576936": 408,
        "108.68546261215032": 409,
        "108.9205037052547": 410,
        "109.01676130619263": 411,
        "109.10509557353656": 412,
        "109.99307234852634": 413,
        "110.50798340744034": 414,
        "110.53933769937856": 415,
        "111.2414120411022": 416,
        "113.5905462531936": 417,
        "114.2064334602983": 418,
        "114.48670149970192": 419,
        "115.54682852959628": 420,
        "116.53932658570618": 421,
        "117.6904937008546": 422,
        "117.95431124476596": 423,
        "118.07596185155256": 424,
        "118.25854131219135": 425,
        "118.88029426431216": 426,
        "118.89630574689042": 427,
        "119.30654798377547": 428,
        "119.35630927575328": 429,
        "119.71060787966908": 430,
        "120.4344344443286": 431,
        "121.13710496264102": 432,
        "121.32777409911694": 433,
        "121.83622179116507": 434,
        "123.21274235839095": 435,
        "123.21463125338092": 436,
        "123.88112523327854": 437,
        "124.92820168103792": 438,
        "125.92438140995472": 439,
        "126.09036228711062": 440,
        "126.1907985182141": 441,
        "126.28969011667236": 442,
        "126.77628178938794": 443,
        "127.42456396968566": 444,
        "127.72200110799128": 445,
        "128.44904812034332": 446,
        "128.47170799508817": 447,
        "129.16234728904172": 448,
        "130.5615883736329": 449,
        "131.11018807249587": 450,
        "131.62425305717576": 451,
        "133.52176779247768": 452,
        "133.8760750271701": 453,
        "134.45511341293098": 454,
        "136.25535940052072": 455,
        "137.06367943998066": 456,
        "139.83356272199666": 457,
        "140.30584438610018": 458,
        "141.61439993636264": 459,
        "144.81635958657182": 460,
        "146.9876165474981": 461,
        "148.5287306946132": 462,
        "149.8855954638507": 463,
        "154.3323166868052": 464,
        "154.52240548292806": 465,
        "154.88505135293093": 466,
        "155.15921358585115": 467,
        "158.39139544124197": 468,
        "158.58462463986294": 469,
        "158.6057646353606": 470,
        "159.76525489560794": 471,
        "160.68765386473078": 472,
        "160.97212622688482": 473,
        "161.49619542565614": 474,
        "162.2156902839566": 475,
        "163.69926036726778": 476,
        "164.15786668595837": 477,
        "165.08819480947915": 478,
        "165.3772423934562": 479,
        "166.51634437749766": 480,
        "169.21733803101603": 481,
        "169.2889735436187": 482,
        "170.65190353264018": 483,
        "170.766483389161": 484,
        "171.82791270344495": 485,
        "172.67262218547555": 486,
        "172.72990799436985": 487,
        "173.19180755066347": 488,
        "173.33176519265714": 489,
        "173.7870387231329": 490,
        "176.50763656192018": 491,
        "178.37579919931616": 492,
        "180.55112242174175": 493,
        "181.8696580852048": 494,
        "182.57288396544652": 495,
        "184.0131268716136": 496,
        "184.140808134677": 497,
        "184.6803328419988": 498,
        "185.36992592973505": 499,
        "185.39535197544245": 500,
        "185.4416514471544": 501,
        "185.50883023737404": 502,
        "185.75574557791865": 503,
        "187.7887013138319": 504,
        "187.8135313576146": 505,
        "190.99560863690184": 506,
        "192.64294153475183": 507,
        "193.03497963068085": 508,
        "193.45239015918463": 509,
        "193.74948738360317": 510,
        "194.2278688333985": 511,
        "194.8579343134205": 512,
        "195.64692432275731": 513,
        "195.83082783191216": 514,
        "195.8611420352718": 515,
        "196.0322044814768": 516,
        "196.6738675066059": 517,
        "197.42933159249688": 518,
        "197.65237369923932": 519,
        "199.18569206114225": 520,
        "199.2297451487221": 521,
        "201.6718984479087": 522,
        "201.84563658716365": 523,
        "202.85746103807725": 524,
        "203.527170895432": 525,
        "204.32564549301023": 526,
        "205.70057008446796": 527,
        "206.71154935032456": 528,
        "207.30958408924116": 529,
        "211.24271639490692": 530,
        "211.73292525540077": 531,
        "217.3589164416352": 532,
        "219.36341458098264": 533,
        "219.77262551761245": 534,
        "222.3592262860625": 535,
        "223.33950698294777": 536,
        "224.5214151396678": 537,
        "225.82011148229176": 538,
        "226.0297259404311": 539,
        "228.92879455582892": 540,
        "229.42160316114328": 541,
        "230.21303940434663": 542,
        "232.62760001438605": 543,
        "233.59515208160747": 544,
        "235.2614169241875": 545,
        "237.2320639137037": 546,
        "239.47173717573824": 547,
        "241.38970734020648": 548,
        "243.36913509053196": 549,
        "244.082512395324": 550,
        "250.6430296712284": 551,
        "251.1109199359786": 552,
        "254.1817347738824": 553,
        "261.2425467365516": 554,
        "264.93484438465225": 555,
        "266.0247521511011": 556,
        "266.0480588104861": 557,
        "272.1268048403086": 558,
        "277.1065148175818": 559,
        "278.0139561964288": 560,
        "284.6651623046331": 561,
        "286.4544520479315": 562,
        "286.4703291442694": 563,
        "287.2631640874498": 564,
        "291.9264338046389": 565,
        "293.4878092530601": 566,
        "293.74817179939583": 567,
        "294.19864967190165": 568,
        "297.03757077067434": 569,
        "298.20921640666825": 570,
        "302.4498408294467": 571,
        "306.3654871287547": 572,
        "306.9584010368359": 573,
        "308.11207304413506": 574,
        "309.7705802325684": 575,
        "315.407813237238": 576,
        "320.2897968452479": 577,
        "325.65837047578816": 578,
        "340.66044549890864": 579,
        "342.0977134336434": 580,
        "345.2281455481041": 581,
        "347.1950992580291": 582,
        "347.83191649496604": 583,
        "349.4107005070997": 584,
        "351.70207467249406": 585,
        "353.8011344066402": 586,
        "367.58729547189296": 587,
        "370.9605449297334": 588,
        "376.9806009355098": 589,
        "378.146548761678": 590,
        "382.7450880266093": 591,
        "383.6393676961984": 592,
        "393.6679256256804": 593,
        "410.159572060097": 594,
        "411.5614607599516": 595,
        "421.93756805028863": 596,
        "425.3912501987952": 597,
        "429.5217806110669": 598,
        "434.0011431720125": 599,
        "435.82383508594114": 600,
        "437.2202153824605": 601,
        "439.76554564499054": 602,
        "440.9896287379808": 603,
        "444.2133284886404": 604,
        "461.2144307675388": 605,
        "470.2640874637205": 606,
        "471.42350694302127": 607,
        "472.05208695060105": 608,
        "479.9750147204304": 609,
        "492.1803639938775": 610,
        "492.6418145593877": 611,
        "500.9717583536434": 612,
        "504.3165704249144": 613,
        "504.6554850749968": 614,
        "508.2313795165545": 615,
        "518.6414883862287": 616,
        "520.0056746408623": 617,
        "523.7438841092912": 618,
        "531.7927319487062": 619,
        "532.2539118022913": 620,
        "537.3326408262764": 621,
        "542.0541755518391": 622,
        "545.3829655322769": 623,
        "549.6857204775099": 624,
        "550.2618248418397": 625,
        "550.3729545420332": 626,
        "551.6469621382475": 627,
        "557.4771365600827": 628,
        "567.478663534422": 629,
        "587.4938619868265": 630,
        "590.6357818247611": 631,
        "606.5266039906257": 632,
        "614.5455039797655": 633,
        "615.430001087532": 634,
        "621.3064467687776": 635,
        "622.1317719185182": 636,
        "623.5419587516519": 637,
        "629.1677214553245": 638,
        "633.2421084117133": 639,
        "647.026009163554": 640,
        "653.7292324329767": 641,
        "657.193410725552": 642,
        "669.7055904322228": 643,
        "671.4076330746177": 644,
        "678.5825257638594": 645,
        "681.1450276244066": 646,
        "681.7691576125303": 647,
        "683.5667383723991": 648,
        "686.8544150828344": 649,
        "687.0835266653776": 650,
        "688.6887466432083": 651,
        "694.1075921628048": 652,
        "694.1722074933832": 653,
        "700.1783922472716": 654,
        "705.2018050894463": 655,
        "706.1523349303429": 656,
        "711.706439941342": 657,
        "712.1562005943314": 658,
        "720.8000944091376": 659,
        "722.3602667312264": 660,
        "731.1631880498979": 661,
        "732.6878230788225": 662,
        "732.9473106978176": 663,
        "739.2173668595356": 664,
        "740.253134507305": 665,
        "743.3131978438903": 666,
        "747.756623894502": 667,
        "749.0089022080174": 668,
        "750.4964936041056": 669,
        "753.3113699262474": 670,
        "761.7709356946773": 671,
        "766.2021752135488": 672,
        "768.5607308014213": 673,
        "769.5804973246147": 674,
        "771.4604060578095": 675,
        "773.7149652145863": 676,
        "779.2069422162522": 677,
        "794.9489072416364": 678,
        "795.8225235022409": 679,
        "796.3648461658076": 680,
        "804.2446158372798": 681,
        "804.8897741591472": 682,
        "806.7304126931241": 683,
        "807.6836513957592": 684,
        "812.0737629457593": 685,
        "815.6393454482032": 686,
        "825.227025782473": 687,
        "827.8500959367102": 688,
        "828.4077282980637": 689,
        "831.8524600364015": 690,
        "839.5502840659342": 691,
        "840.3873730067485": 692,
        "851.9468992615524": 693,
        "865.0064744578876": 694,
        "869.4441401014362": 695,
        "869.7666680557982": 696,
        "869.987121787989": 697,
        "877.9206404154368": 698,
        "882.8895560214319": 699,
        "890.7847334692977": 700,
        "900.4088900928921": 701,
        "904.7419992523264": 702,
        "917.6913457425126": 703,
        "926.570757876778": 704,
        "927.1611114817983": 705,
        "928.8125443320082": 706,
        "929.995237814044": 707,
        "951.0123778160968": 708,
        "952.3331778769968": 709,
        "952.6490683398414": 710,
        "953.0797867857073": 711,
        "961.5743180680684": 712,
        "966.2260937082694": 713,
        "969.7773630574184": 714,
        "970.2625394781528": 715,
        "974.5414644992752": 716,
        "982.7362558609668": 717,
        "989.8093452697368": 718,
        "990.472508306395": 719,
        "1000.167897576858": 720,
        "1001.75268311058": 721,
        "1004.4831077751744": 722,
        "1005.805511263065": 723,
        "1009.5928990922558": 724,
        "1013.673748432556": 725,
        "1024.7682120726215": 726,
        "1026.335869475978": 727,
        "1032.56234420713": 728,
        "1037.46768576167": 729,
        "1043.326088381201": 730,
        "1047.878188402044": 731,
        "1050.4132783034083": 732,
        "1051.2060362225116": 733,
        "1062.695214842292": 734,
        "1071.609044613337": 735,
        "1074.7208188837444": 736,
        "1079.3371566691264": 737,
        "1080.173442157269": 738,
        "1081.2985314606076": 739,
        "1082.196083183019": 740,
        "1087.5427269279642": 741,
        "1098.958154553616": 742,
        "1100.6365512049674": 743,
        "1102.2113370607694": 744,
        "1105.7823375666096": 745,
        "1115.4390313338604": 746,
        "1117.554991393415": 747,
        "1118.530864863662": 748,
        "1119.0992750257487": 749,
        "1119.6780277574155": 750,
        "1122.8862502989182": 751,
        "1126.3966923861185": 752,
        "1130.9724287153178": 753,
        "1134.5616726348192": 754,
        "1140.8077178944543": 755,
        "1141.9113934136562": 756,
        "1150.0434134873258": 757,
        "1151.1637576148803": 758,
        "1151.1662738019386": 759,
        "1152.3194296496808": 760,
        "1154.003770993468": 761,
        "1156.9689956102568": 762,
        "1157.4310550399184": 763,
        "1160.234456512448": 764,
        "1162.7998947814383": 765,
        "1165.5741001715928": 766,
        "1166.444035415618": 767,
        "1170.8411364066776": 768,
        "1173.364014868706": 769,
        "1173.6256202642303": 770,
        "1173.8949580931146": 771,
        "1174.204033670765": 772,
        "1183.1900965388352": 773,
        "1185.4320118291828": 774,
        "1187.1178264902385": 775,
        "1188.8657817761496": 776,
        "1192.8360044999456": 777,
        "1201.776078649569": 778,
        "1204.694780110329": 779,
        "1206.7686330741888": 780,
        "1210.9602359552537": 781,
        "1211.4308223568337": 782,
        "1212.2930633059416": 783,
        "1213.100796230907": 784,
        "1213.6589745262525": 785,
        "1214.812622116174": 786,
        "1215.8851037247146": 787,
        "1222.100226386886": 788,
        "1224.6516664151277": 789,
        "1225.0291557994658": 790,
        "1225.1542259463076": 791,
        "1227.2429976051176": 792,
        "1232.138379653781": 793,
        "1238.7439840520512": 794,
        "1239.7224120423348": 795,
        "1241.7888602655207": 796,
        "1245.2570292147066": 797,
        "1245.4740709528596": 798,
        "1250.0651262819006": 799,
        "1252.2859056345358": 800,
        "1253.7081497596464": 801,
        "1255.6311467033938": 802,
        "1259.1346350386525": 803,
        "1266.1280457137125": 804,
        "1267.506640822853": 805,
        "1269.0916547572456": 806,
        "1270.3346234795158": 807,
        "1271.1495206397458": 808,
        "1272.7532325031482": 809,
        "1274.5663288682117": 810,
        "1274.7047846201956": 811,
        "1276.9539892361245": 812,
        "1278.522701284519": 813,
        "1287.20520516791": 814,
        "1287.5284908392755": 815,
        "1288.0371056488657": 816,
        "1294.0085573058466": 817,
        "1295.0322163039204": 818,
        "1295.811194049604": 819,
        "1296.0442972717635": 820,
        "1297.3966078127191": 821,
        "1299.501455438773": 822,
        "1299.567344066373": 823,
        "1301.1182418011947": 824,
        "1301.5100360859444": 825,
        "1303.311394931019": 826,
        "1304.1304958774342": 827,
        "1304.7381525423762": 828,
        "1304.9040985304366": 829,
        "1305.6896556298173": 830,
        "1306.5408312221068": 831,
        "1307.8786402597684": 832,
        "1309.7043175511255": 833,
        "1309.749501170068": 834,
        "1309.8486622536432": 835,
        "1311.500088926384": 836,
        "1313.207066181466": 837,
        "1315.039524174293": 838,
        "1315.166826243252": 839,
        "1316.679307676668": 840,
        "1317.3871678330197": 841,
        "1317.3950377498152": 842,
        "1320.3893648350015": 843,
        "1322.0213312559868": 844,
        "1322.033454828966": 845,
        "1322.616827868488": 846,
        "1323.463127294778": 847,
        "1323.5082807218412": 848,
        "1323.5922891546998": 849,
        "1324.532728887289": 850,
        "1327.0371894593582": 851,
        "1328.3241857246817": 852,
        "1328.5678976433503": 853,
        "1329.7544342975375": 854,
        "1330.933189026813": 855,
        "1334.7723507597568": 856,
        "1335.372007063343": 857,
        "1339.115338088739": 858,
        "1339.5103552749097": 859,
        "1339.8541184262967": 860,
        "1341.3224628724374": 861,
        "1342.3665405653617": 862,
        "1342.4364214793104": 863,
        "1342.640853042296": 864,
        "1343.4202564828624": 865,
        "1344.743338220365": 866,
        "1347.343991270086": 867,
        "1347.4373452115165": 868,
        "1348.5706475016714": 869,
        "1349.810449604336": 870,
        "1350.2073237830805": 871,
        "1350.6357403320671": 872,
        "1351.445398001826": 873,
        "1353.8481625614004": 874,
        "1354.975711821236": 875,
        "1355.895031700713": 876,
        "1358.0861500793076": 877,
        "1358.154547083313": 878,
        "1358.6567953327376": 879,
        "1359.375341501394": 880,
        "1360.3745017819847": 881,
        "1360.6580743829547": 882,
        "1360.8216218440298": 883,
        "1360.9775076502929": 884,
        "1361.2771572073584": 885,
        "1361.4242954137826": 886,
        "1363.2269627008272": 887,
        "1363.264884148637": 888,
        "1363.50571890336": 889,
        "1364.1901288206168": 890,
        "1364.3479614909836": 891,
        "1365.802768461739": 892,
        "1365.9260115424286": 893,
        "1366.0346570782942": 894,
        "1367.3046890202577": 895,
        "1367.6395004341618": 896,
        "1368.0803231769703": 897,
        "1369.1393812829294": 898,
        "1369.3171934034606": 899,
        "1370.500750327703": 900,
        "1370.699227401426": 901,
        "1371.1026979430007": 902,
        "1371.533733261317": 903,
        "1372.4047379594217": 904,
        "1372.664487476751": 905,
        "1372.6696288785015": 906,
        "1372.7403299967475": 907,
        "1373.8080489470735": 908,
        "1374.2745773629229": 909,
        "1375.3001472634908": 910,
        "1375.3013198719138": 911,
        "1375.4567164572518": 912,
        "1375.92677113613": 913,
        "1376.020839517439": 914,
        "1376.100503996233": 915,
        "1376.812110365556": 916,
        "1376.9077985542908": 917,
        "1377.2843199675156": 918,
        "1377.4717810297238": 919,
        "1377.4912419311747": 920,
        "1377.5395237391415": 921,
        "1377.7194827376547": 922,
        "1377.728775601767": 923,
        "1377.7348871664433": 924,
        "1377.8226861219598": 925,
        "1378.2035248922766": 926,
        "1378.4088341712782": 927,
        "1378.617926186979": 928,
        "1378.8079076766844": 929,
        "1379.4048669226136": 930,
        "1379.4589988182245": 931,
        "1379.566110125832": 932,
        "1379.8111088626629": 933,
        "1380.0547189277668": 934,
        "1380.4002572195504": 935,
        "1380.6714865222357": 936,
        "1380.770273540789": 937,
        "1380.9648429237427": 938,
        "1381.4977724258256": 939,
        "1381.5318430448897": 940,
        "1381.5716519715634": 941,
        "1382.4295017177385": 942,
        "1382.620956580752": 943,
        "1382.907645526083": 944,
        "1382.9285366431004": 945,
        "1383.1268267225498": 946,
        "1383.1919236045248": 947,
        "1383.2459147752106": 948,
        "1384.6118773347523": 949,
        "1384.682314178438": 950,
        "1384.8795601592951": 951,
        "1384.9158128613924": 952,
        "1384.9582953036015": 953,
        "1384.9608751195929": 954,
        "1384.984226046189": 955,
        "1385.0174279511248": 956,
        "1385.0202042809376": 957,
        "1385.0319494418804": 958,
        "1385.1450047295366": 959,
        "1385.3496767061906": 960,
        "1385.4668905273393": 961,
        "1385.542409130692": 962,
        "1385.5621072038434": 963,
        "1385.6295071521529": 964,
        "1385.69520547321": 965,
        "1385.730747081005": 966,
        "1385.7385384307577": 967,
        "1385.8883006597296": 968,
        "1385.8987101772111": 969,
        "1385.903224940595": 970,
        "1386.0059819280625": 971,
        "1386.0393716159897": 972,
        "1386.2155255365838": 973,
        "1386.3655883746208": 974,
        "1386.3664248318282": 975,
        "1386.4213704680435": 976,
        "1386.4409115860915": 977,
        "1386.496278765381": 978,
        "1386.512112725442": 979,
        "1386.5268775076486": 980,
        "1386.5269964813729": 981,
        "1386.5911500971656": 982,
        "1386.6211989393337": 983,
        "1386.647833433365": 984,
        "1386.6542589963035": 985,
        "1386.6588370831062": 986,
        "1386.660918966723": 987,
        "1386.709613091957": 988,
        "1386.770605330021": 989,
        "1386.790820058122": 990,
        "1386.7914026385738": 991,
        "1386.7943581421018": 992,
        "1386.8200263471165": 993,
        "1386.823243483305": 994,
        "1386.8298821518931": 995,
        "1386.8318573969514": 996,
        "1386.8353282197636": 997,
        "1386.841277781181": 998,
        "1386.8506970963035": 999,
        "1386.8598718976814": 1000,
        "1386.8849047268936": 1001,
        "1386.893721913375": 1002,
        "1386.9288755032048": 1003,
        "1386.9306482027455": 1004,
        "1386.9330028109334": 1005,
        "1386.9364798938104": 1006,
        "1386.9453207841193": 1007,
        "1386.9482690191098": 1008,
        "1386.9537871592236": 1009,
        "1386.9540986810252": 1010,
        "1387.0": 1011,
        "__OOV__": 1012
    },
    "C2": {
        "__PAD__": 0,
        "1475.0": 1,
        "1475.0859272540836": 2,
        "1475.0915254111085": 3,
        "1475.1947722977063": 4,
        "1475.8168546290435": 5,
        "1475.886500885275": 6,
        "1476.0": 7,
        "1476.1050642004716": 8,
        "1476.2302115954494": 9,
        "1476.5843250151756": 10,
        "1476.6342652124197": 11,
        "1476.7449612934988": 12,
        "1476.8823286611157": 13,
        "1477.0": 14,
        "1477.0799753873614": 15,
        "1477.118251922658": 16,
        "1477.3258716869632": 17,
        "1477.3872259021498": 18,
        "1477.4224629293303": 19,
        "1477.5165568419286": 20,
        "1477.8024480645383": 21,
        "1477.85786596736": 22,
        "1478.0": 23,
        "1478.1330046223195": 24,
        "1478.224099225342": 25,
        "1478.269230664773": 26,
        "1478.454672517518": 27,
        "1478.529628158482": 28,
        "1478.5581678979618": 29,
        "1478.7682871722757": 30,
        "1478.888229768049": 31,
        "1478.9390768188534": 32,
        "1478.9995295799447": 33,
        "1479.0": 34,
        "1479.0371992564883": 35,
        "1479.2292899200402": 36,
        "1479.2948890445573": 37,
        "1479.3086228203613": 38,
        "1479.334194073507": 39,
        "1479.3762921309697": 40,
        "1479.4040303939548": 41,
        "1479.6151017464583": 42,
        "1479.6777173235355": 43,
        "1479.6797207306915": 44,
        "1479.6907915361262": 45,
        "1479.7142192634803": 46,
        "1479.7609139530157": 47,
        "1479.800399260076": 48,
        "1479.991303473716": 49,
        "1480.0": 50,
        "1480.0855538946269": 51,
        "1480.2418089415482": 52,
        "1480.3291982034357": 53,
        "1480.3665492563682": 54,
        "1480.419809252807": 55,
        "1480.4489761743628": 56,
        "1480.7670767131983": 57,
        "1480.7912531935956": 58,
        "1481.0": 59,
        "1481.0380652665667": 60,
        "1481.3110058153677": 61,
        "1481.4127103519222": 62,
        "1481.6824089901793": 63,
        "1481.9238813733868": 64,
        "1481.9287228091505": 65,
        "1482.0": 66,
        "1482.1775208719264": 67,
        "1482.3735096369744": 68,
        "1482.405189446131": 69,
        "1482.6483692070904": 70,
        "1482.7039513370455": 71,
        "1482.851184188662": 72,
        "1482.8711455966647": 73,
        "1483.0": 74,
        "1483.0052832392075": 75,
        "1483.0132264285814": 76,
        "1483.1380034555302": 77,
        "1483.175988290472": 78,
        "1483.185922002525": 79,
        "1483.1882230553963": 80,
        "1483.319053495882": 81,
        "1483.3609491197517": 82,
        "1483.3747817694275": 83,
        "1483.4048964567105": 84,
        "1483.4521177248291": 85,
        "1483.474783692165": 86,
        "1483.6520010479933": 87,
        "1483.666165784106": 88,
        "1483.686765108506": 89,
        "1483.7045896569082": 90,
        "1483.7192696752988": 91,
        "1483.7285334406083": 92,
        "1483.778111725135": 93,
        "1483.8381606795342": 94,
        "1483.8398885097024": 95,
        "1483.891091077506": 96,
        "1483.9381492663892": 97,
        "1483.9534085619352": 98,
        "1484.0": 99,
        "1484.0083594617731": 100,
        "1484.0291411654998": 101,
        "1484.23935003076": 102,
        "1484.3039186936817": 103,
        "1484.322684504224": 104,
        "1484.4138874502328": 105,
        "1484.65207262357": 106,
        "1484.7336896947652": 107,
        "1484.8625971211543": 108,
        "1485.0": 109,
        "1485.384591295005": 110,
        "1485.6150513110545": 111,
        "1485.760226234772": 112,
        "1485.8278947484523": 113,
        "1485.8774150433676": 114,
        "1485.885206001598": 115,
        "1485.9248435794557": 116,
        "1485.9478367532083": 117,
        "1485.962005801399": 118,
        "1486.0": 119,
        "1486.299921613825": 120,
        "1486.3458246627877": 121,
        "1486.443832743054": 122,
        "1486.5865182192356": 123,
        "1486.6079777041784": 124,
        "1486.986014889764": 125,
        "1487.0": 126,
        "1487.114858827706": 127,
        "1487.2256264041976": 128,
        "1487.2561918197352": 129,
        "1487.4307590882258": 130,
        "1487.4576166656575": 131,
        "1487.655612056432": 132,
        "1488.0": 133,
        "1488.0887973959816": 134,
        "1488.1950412419285": 135,
        "1488.439257904609": 136,
        "1488.5962963190768": 137,
        "1488.8075791668678": 138,
        "1488.833109392799": 139,
        "1488.8870001969158": 140,
        "1488.9872936248626": 141,
        "1489.0": 142,
        "1489.1079923295613": 143,
        "1489.214778714531": 144,
        "1489.2150195871427": 145,
        "1489.3265069535337": 146,
        "1489.497331262683": 147,
        "1489.593431216873": 148,
        "1489.694520836472": 149,
        "1489.7337341903333": 150,
        "1489.7853174542045": 151,
        "1489.7860881037268": 152,
        "1489.947973767942": 153,
        "1489.973380718753": 154,
        "1490.0": 155,
        "1490.0389875299843": 156,
        "1490.0931545982542": 157,
        "1490.3050170676568": 158,
        "1490.3938397498705": 159,
        "1490.5609440931446": 160,
        "1490.6105363650106": 161,
        "1490.694245108482": 162,
        "1490.8821421691944": 163,
        "1491.0": 164,
        "1491.0988930976264": 165,
        "1491.2020403725958": 166,
        "1491.2093561825511": 167,
        "1491.3175340843682": 168,
        "1491.3218442785071": 169,
        "1491.3436092350253": 170,
        "1491.3519648698862": 171,
        "1491.526804598755": 172,
        "1491.5496019325506": 173,
        "1492.0": 174,
        "1492.0246765096772": 175,
        "1492.1746961418776": 176,
        "1492.476389042676": 177,
        "1492.509317236288": 178,
        "1492.636017483445": 179,
        "1492.6664424752007": 180,
        "1492.936981109476": 181,
        "1493.0": 182,
        "1493.297939091882": 183,
        "1493.3888288846845": 184,
        "1493.4686611984207": 185,
        "1493.521379175393": 186,
        "1493.632240631527": 187,
        "1493.7704995237264": 188,
        "1493.9055537369395": 189,
        "1493.930702727975": 190,
        "1493.9364262511217": 191,
        "1494.0": 192,
        "1494.0425812148255": 193,
        "1494.5985714450508": 194,
        "1494.6797985200978": 195,
        "1494.834266644058": 196,
        "1494.8760390992124": 197,
        "1494.9708046097362": 198,
        "1495.0": 199,
        "1495.237780783004": 200,
        "1495.644176938675": 201,
        "1495.669846923345": 202,
        "1495.7171056119128": 203,
        "1495.935226235969": 204,
        "1495.9762892715585": 205,
        "1496.0": 206,
        "1496.138382571487": 207,
        "1496.3197745510076": 208,
        "1496.3624811256884": 209,
        "1496.3932373258515": 210,
        "1496.476643787554": 211,
        "1496.6081869995153": 212,
        "1496.7549174684632": 213,
        "1496.775591073059": 214,
        "1496.8120561675946": 215,
        "1496.8509009024394": 216,
        "1496.9321438602158": 217,
        "1497.0": 218,
        "1497.0451004240067": 219,
        "1497.059461432366": 220,
        "1497.175631332707": 221,
        "1497.2989641247998": 222,
        "1497.3329739424746": 223,
        "1497.3923414891042": 224,
        "1497.3984553191067": 225,
        "1497.4108458550124": 226,
        "1497.559246499126": 227,
        "1497.613661183654": 228,
        "1497.6224007327785": 229,
        "1497.701413176744": 230,
        "1497.8900407092356": 231,
        "1497.9012864194094": 232,
        "1497.9474810252243": 233,
        "1497.9948822994568": 234,
        "1498.0": 235,
        "1498.0803397944226": 236,
        "1498.163877519198": 237,
        "1498.2619660022046": 238,
        "1498.5247965673873": 239,
        "1498.5926671080524": 240,
        "1498.6522351143724": 241,
        "1498.7018092777269": 242,
        "1498.8333289499528": 243,
        "1498.8668507523007": 244,
        "1498.894740121402": 245,
        "1498.9319311065587": 246,
        "1498.9484883875416": 247,
        "1498.948532508226": 248,
        "1498.9965688709951": 249,
        "1499.0": 250,
        "1499.0074558381866": 251,
        "1499.0164217331396": 252,
        "1499.365064819764": 253,
        "1499.4840590894078": 254,
        "1499.5803198109638": 255,
        "1499.5828449442004": 256,
        "1499.62678806665": 257,
        "1499.7758888628305": 258,
        "1499.794445944309": 259,
        "1499.802805202727": 260,
        "1499.9450710812364": 261,
        "1500.0": 262,
        "1500.0114714447784": 263,
        "1500.0841570540654": 264,
        "1500.2582333319824": 265,
        "1500.3649298654489": 266,
        "1500.4319822234277": 267,
        "1500.6032440182823": 268,
        "1500.642842696884": 269,
        "1500.7594273493623": 270,
        "1501.0": 271,
        "1501.024381630897": 272,
        "1501.086116168686": 273,
        "1501.1638269001403": 274,
        "1501.4015182643532": 275,
        "1501.4423164923085": 276,
        "1501.7236143634173": 277,
        "1502.0": 278,
        "1502.1540444100444": 279,
        "1502.1828728215714": 280,
        "1502.4500635985314": 281,
        "1502.5462883979585": 282,
        "1502.6265704140542": 283,
        "1502.8657073215647": 284,
        "1502.870339032982": 285,
        "1503.0": 286,
        "1503.0483156317289": 287,
        "1503.1087695933602": 288,
        "1503.1680693956994": 289,
        "1503.2710494910032": 290,
        "1503.3662863356958": 291,
        "1503.501448056756": 292,
        "1503.5751426789484": 293,
        "1503.8858287849923": 294,
        "1504.0": 295,
        "1504.1396570639913": 296,
        "1504.3597390579398": 297,
        "1504.3762838661671": 298,
        "1504.44413581077": 299,
        "1504.7393282791288": 300,
        "1504.8328447370234": 301,
        "1505.0": 302,
        "1505.2313438562942": 303,
        "1505.2885524684243": 304,
        "1505.3059777973897": 305,
        "1505.3626946561656": 306,
        "1505.405453294354": 307,
        "1505.4536822814862": 308,
        "1505.456200777446": 309,
        "1505.9385261939544": 310,
        "1506.0": 311,
        "1506.1506243038634": 312,
        "1506.1832274565506": 313,
        "1506.2602076082844": 314,
        "1506.2651874797275": 315,
        "1506.330997906918": 316,
        "1506.3416400378487": 317,
        "1506.4233227210798": 318,
        "1506.4362635670882": 319,
        "1506.4719586717647": 320,
        "1506.7597775612348": 321,
        "1506.7875815324535": 322,
        "1506.8529709617835": 323,
        "1506.9869720538186": 324,
        "1507.0": 325,
        "1507.045401695981": 326,
        "1507.3346329068995": 327,
        "1507.3807025571668": 328,
        "1507.4155420452917": 329,
        "1507.5112572160835": 330,
        "1507.5417464311238": 331,
        "1507.5573838976318": 332,
        "1507.575813997315": 333,
        "1507.577565160559": 334,
        "1507.6727247400254": 335,
        "1507.782571355588": 336,
        "1507.8825291464784": 337,
        "1507.8946501676578": 338,
        "1508.0": 339,
        "1508.0498575604129": 340,
        "1508.1125121736543": 341,
        "1508.2326514697354": 342,
        "1508.275379367381": 343,
        "1508.28272366149": 344,
        "1508.3512612623383": 345,
        "1508.5519135137372": 346,
        "1508.5641732701238": 347,
        "1508.7335627166915": 348,
        "1508.78299416372": 349,
        "1508.828744862294": 350,
        "1508.8378526700442": 351,
        "1508.9366440353635": 352,
        "1508.9946800142188": 353,
        "1509.0": 354,
        "1509.021247442498": 355,
        "1509.1734526860544": 356,
        "1509.2516282836004": 357,
        "1509.4472111619264": 358,
        "1509.4513965909168": 359,
        "1509.4554848453188": 360,
        "1509.549285658407": 361,
        "1509.6431235429393": 362,
        "1509.700467303321": 363,
        "1509.725465183314": 364,
        "1510.0": 365,
        "1510.2280340310667": 366,
        "1510.2711903057143": 367,
        "1510.3067665203828": 368,
        "1510.3653428627667": 369,
        "1510.40362909603": 370,
        "1510.5182594863156": 371,
        "1510.7634633664848": 372,
        "1511.0": 373,
        "1511.0112041639402": 374,
        "1511.0572782906715": 375,
        "1511.4074350903672": 376,
        "1511.5721031614148": 377,
        "1511.576295265657": 378,
        "1511.6265654290476": 379,
        "1511.794681155468": 380,
        "1511.850812238266": 381,
        "1511.95079035971": 382,
        "1512.0": 383,
        "1512.124433314007": 384,
        "1512.4741805214542": 385,
        "1512.7828990728285": 386,
        "1512.8050328507788": 387,
        "1512.9960627960434": 388,
        "1513.0": 389,
        "1513.0415959013014": 390,
        "1513.055804704062": 391,
        "1513.079049878501": 392,
        "1513.0882384021736": 393,
        "1513.278600797104": 394,
        "1513.425704412309": 395,
        "1513.569809866866": 396,
        "1513.860326257934": 397,
        "1514.0": 398,
        "1514.1580623275145": 399,
        "1514.3553336396683": 400,
        "1514.4735476784797": 401,
        "1514.7218086630414": 402,
        "1514.8041700114525": 403,
        "1514.9729481621762": 404,
        "1515.0": 405,
        "1515.1039169374706": 406,
        "1515.2226025396642": 407,
        "1515.257777185214": 408,
        "1515.2671579445778": 409,
        "1515.395756040926": 410,
        "1515.4138612492563": 411,
        "1515.494165740189": 412,
        "1515.5976721059112": 413,
        "1515.8476329043035": 414,
        "1515.893401195811": 415,
        "1515.9256943518349": 416,
        "1515.987614848906": 417,
        "1516.0": 418,
        "1516.0247557230814": 419,
        "1516.085263588169": 420,
        "1516.1218474463983": 421,
        "1516.142851921491": 422,
        "1516.1751746727743": 423,
        "1516.3573907745051": 424,
        "1516.46126293268": 425,
        "1516.543763770014": 426,
        "1516.8445702114873": 427,
        "1517.0": 428,
        "1517.2130196717098": 429,
        "1517.3110666576283": 430,
        "1517.7687222819225": 431,
        "1517.8010020502502": 432,
        "1517.8896594429664": 433,
        "1518.0": 434,
        "1518.352826771074": 435,
        "1518.4826223342272": 436,
        "1518.5485829928343": 437,
        "1518.5678141030598": 438,
        "1518.6061538660083": 439,
        "1518.6491656156695": 440,
        "1518.9500451727606": 441,
        "1519.0": 442,
        "1519.020425658216": 443,
        "1519.0928666878042": 444,
        "1519.233567734517": 445,
        "1519.4711298891143": 446,
        "1519.6214590676746": 447,
        "1519.7105222149437": 448,
        "1519.8267974375094": 449,
        "1519.8685166578618": 450,
        "1519.896661051571": 451,
        "1519.932204506007": 452,
        "1519.973696313618": 453,
        "1520.0": 454,
        "1520.0010175136497": 455,
        "1520.05989005344": 456,
        "1520.145321031063": 457,
        "1520.27560531046": 458,
        "1520.3121454204522": 459,
        "1520.3411653977107": 460,
        "1520.381166310476": 461,
        "1520.4115440652809": 462,
        "1520.5476820210615": 463,
        "1520.6960269472013": 464,
        "1520.8682249332192": 465,
        "1520.965511284481": 466,
        "1521.0": 467,
        "1521.041324712479": 468,
        "1521.050009068876": 469,
