{
    "C1": {
        "__PAD__": 0,
        "14.0": 1,
        "15.0": 2,
        "16.0": 3,
        "17.0": 4,
        "19.0": 5,
        "20.0": 6,
        "21.0": 7,
        "22.0": 8,
        "23.0": 9,
        "28.0": 10,
        "36.32380721646877": 11,
        "42.174098902108895": 12,
        "54.70408331312111": 13,
        "61.76015737564029": 14,
        "137.02555207998137": 15,
        "197.41970028842604": 16,
        "202.36817774014327": 17,
        "261.8369451398877": 18,
        "465.4857639094439": 19,
        "1078.9551275163972": 20,
        "1112.875590249485": 21,
        "1371.2888619421901": 22,
        "1387.0102883981071": 23,
        "1391.1091804310502": 24,
        "1394.4458410234342": 25,
        "1396.7059530401066": 26,
        "1397.0381427117932": 27,
        "1400.9126528804582": 28,
        "1401.3086324135284": 29,
        "1402.0623212020892": 30,
        "1402.9292632245827": 31,
        "1403.0": 32,
        "__OOV__": 33
    },
    "C2": {
        "__PAD__": 0,
        "1475.0": 1,
        "1476.0": 2,
        "1477.0": 3,
        "1478.0": 4,
        "1479.0": 5,
        "1480.0": 6,
        "1481.0": 7,
        "1482.0": 8,
        "1483.0": 9,
        "1484.0": 10,
        "1485.0": 11,
        "1486.0": 12,
        "1487.0": 13,
        "1488.0": 14,
        "1489.0": 15,
        "1490.0": 16,
        "1490.1396494494043": 17,
        "1491.0": 18,
        "1492.0": 19,
        "1494.0": 20,
        "1495.0": 21,
        "1496.0": 22,
        "1498.0": 23,
        "1499.0": 24,
        "1500.0": 25,
        "1502.0": 26,
        "1504.0": 27,
        "1505.0": 28,
        "1507.0": 29,
        "1508.0": 30,
        "1510.0": 31,
        "1511.0": 32,
        "1512.0": 33,
        "1515.0": 34,
        "1517.0846736466142": 35,
        "1519.0": 36,
        "1521.0": 37,
        "1522.8162116135127": 38,
        "1524.0": 39,
        "1524.5969718989631": 40,
        "1526.0": 41,
        "1536.0": 42,
        "1538.0": 43,
        "1538.4643792633883": 44,
        "1542.7343330732142": 45,
        "1547.0916506775727": 46,
        "1549.0": 47,
        "1550.0": 48,
        "1553.0": 49,
        "1554.0417075087817": 50,
        "1555.0": 51,
        "1556.0": 52,
        "1574.0": 53,
        "1583.7075962359474": 54,
        "1586.0378813278714": 55,
        "1589.0": 56,
        "1600.1105778928663": 57,
        "1600.7395526823634": 58,
        "1601.1851069157094": 59,
        "1606.6903316537273": 60,
        "1618.2442982129678": 61,
        "1636.3465978369882": 62,
        "1640.6362707573076": 63,
        "1657.219139556999": 64,
        "1660.9624437568632": 65,
        "1666.9931523602672": 66,
        "1677.4537322483293": 67,
        "1678.5847718605623": 68,
        "1678.722711279946": 69,
        "1683.2999311791477": 70,
        "1687.9195286184147": 71,
        "1704.6855129041705": 72,
        "1718.2187990742989": 73,
        "1725.8178951915233": 74,
        "1729.0645995660943": 75,
        "1729.2854708458324": 76,
        "1741.6520390909425": 77,
        "1757.9558204683801": 78,
        "1758.3603810920608": 79,
        "1768.3450593140738": 80,
        "1769.3922484346776": 81,
        "1770.5959243809061": 82,
        "1786.2729230560412": 83,
        "1786.5307561683414": 84,
        "1789.6014970700758": 85,
        "1790.0265481145689": 86,
        "1793.3551146186182": 87,
        "1811.817334849407": 88,
        "1816.593426291531": 89,
        "1822.8990199883647": 90,
        "1829.8567514461292": 91,
        "1833.6952570029746": 92,
        "1836.0298961868991": 93,
        "1842.07713739553": 94,
        "1849.5092639520842": 95,
        "1850.1410466034993": 96,
        "1853.6964200059485": 97,
        "1854.9834981493714": 98,
        "1860.5338029839606": 99,
        "1861.5562669796464": 100,
        "1865.3561619281184": 101,
        "1871.8354747482194": 102,
        "1872.8719145419468": 103,
        "1883.1795949844923": 104,
        "1885.7433248626346": 105,
        "1894.6874104037133": 106,
        "1904.0768132766516": 107,
        "1921.2395781623238": 108,
        "1923.5139184430384": 109,
        "1926.828990921639": 110,
        "1927.8452900297748": 111,
        "1931.3748650094808": 112,
        "1931.3896493972254": 113,
        "1933.1054720996124": 114,
        "1934.597956363666": 115,
        "1935.9270449846733": 116,
        "1939.5423029108376": 117,
        "1947.5784292442672": 118,
        "1957.4204093073229": 119,
        "1961.6950216680432": 120,
        "1966.7459433246856": 121,
        "1972.5384528620177": 122,
        "1980.2835059084457": 123,
        "1986.0580642680218": 124,
        "1991.1971177663504": 125,
        "1991.42668557412": 126,
        "1993.2438470171821": 127,
        "2006.969717171843": 128,
        "2007.2592064069652": 129,
        "2008.4556906629773": 130,
        "2011.3875965825525": 131,
        "2012.6870504204444": 132,
        "2015.5379699170708": 133,
        "2016.6960163482345": 134,
        "2017.4684232290806": 135,
        "2018.1884386846893": 136,
        "2018.694244283233": 137,
        "2019.1445276118461": 138,
        "2019.9882859826669": 139,
        "2021.1540822520192": 140,
        "2021.3000706082714": 141,
        "2021.5002422003433": 142,
        "2021.548101511701": 143,
        "2021.9011667951665": 144,
        "2022.034904910974": 145,
        "2022.0423955858707": 146,
        "2022.0884558392504": 147,
        "2022.2893259147859": 148,
        "2022.3148448775735": 149,
        "2022.4650410024467": 150,
        "2022.748570759254": 151,
        "2022.8009682474533": 152,
        "2022.8110633137317": 153,
        "2022.8113783277386": 154,
        "2022.8235537203977": 155,
        "2022.8678700724688": 156,
        "2022.899471905043": 157,
        "2022.909057631053": 158,
        "2022.9303890437482": 159,
        "2022.9316446729374": 160,
        "2022.9558326657068": 161,
        "2022.9719398716222": 162,
        "2022.9757749710184": 163,
        "2022.977109290178": 164,
        "2022.984712362561": 165,
        "2022.9868426711491": 166,
        "2022.9887281756337": 167,
        "2022.9889977275664": 168,
        "2022.991480695202": 169,
        "2023.0": 170,
        "__OOV__": 171
    },
    "C3": {
        "__PAD__": 0,
        "2032.0": 1,
        "2041.0": 2,
        "2052.0": 3,
        "2053.0": 4,
        "2085.390529933575": 5,
        "2092.0": 6,
        "2118.592263910886": 7,
        "2173.3737212172455": 8,
        "2187.884932025601": 9,
        "2222.1257606350887": 10,
        "2254.0404393096815": 11,
        "2788.507828857088": 12,
        "3378.9723203835365": 13,
        "3413.0241127570607": 14,
        "3577.029031025153": 15,
        "4645.981437632857": 16,
        "5665.496678186328": 17,
        "17652.205335927563": 18,
        "42562.05623652553": 19,
        "54977.26196257758": 20,
        "61088.589640437734": 21,
        "61866.26628969498": 22,
        "78458.20301143547": 23,
        "103495.20030521939": 24,
        "146101.95654287076": 25,
        "147812.71297837872": 26,
        "154523.76174935192": 27,
        "183722.64194285765": 28,
        "272123.09316228895": 29,
        "303980.6834219257": 30,
        "345374.80872730416": 31,
        "354953.7541376026": 32,
        "380796.1637795825": 33,
        "382223.56267793314": 34,
        "382250.2682839863": 35,
        "394091.7126258295": 36,
        "394141.99383669754": 37,
        "394485.9851270094": 38,
        "403010.0757729452": 39,
        "408803.16298202815": 40,
        "409820.9960028244": 41,
        "411021.18085263047": 42,
        "411302.4594204347": 43,
        "411883.4971794257": 44,
        "411921.71986149874": 45,
        "412009.2015222229": 46,
        "413394.4000403319": 47,
        "413515.73299295583": 48,
        "413638.40368645435": 49,
        "414056.79875214305": 50,
        "414359.93330162123": 51,
        "414767.43602451717": 52,
        "414868.50155853713": 53,
        "415132.02350053954": 54,
        "415250.79727496975": 55,
        "415287.80371809937": 56,
        "415389.3248690736": 57,
        "415396.09427476546": 58,
        "415525.924758104": 59,
        "415534.868683072": 60,
        "415537.028920754": 61,
        "415541.4391591343": 62,
        "415547.92334306985": 63,
        "415569.2721212435": 64,
        "415577.9291865186": 65,
        "415583.05907887686": 66,
        "415584.84222845285": 67,
        "415584.84650463745": 68,
        "415585.0486110139": 69,
        "415586.0": 70,
        "__OOV__": 71
    },
    "C4": {
        "__PAD__": 0,
        "415606.0": 1,
        "415607.0": 2,
        "415608.0": 3,
        "415609.0": 4,
        "415611.0": 5,
        "415612.0": 6,
        "415612.4565156021": 7,
        "415614.0": 8,
        "415615.0": 9,
        "415619.0": 10,
        "415622.0": 11,
        "415627.0": 12,
        "415627.8066388545": 13,
        "415630.0": 14,
        "415635.0300499605": 15,
        "415652.90740398446": 16,
        "415659.0": 17,
        "415661.0": 18,
        "415677.82268397836": 19,
        "415704.62246446474": 20,
        "415744.9031972881": 21,
        "415759.6599215461": 22,
        "415759.7042550628": 23,
        "415772.0486138483": 24,
        "415796.7645937666": 25,
        "415871.2831429525": 26,
        "415899.11224319565": 27,
        "415918.6684560063": 28,
        "415921.4864105242": 29,
        "415978.64320359053": 30,
        "416014.1871093642": 31,
        "416028.80112392566": 32,
        "416079.7437523159": 33,
        "416120.246553244": 34,
        "416139.74667442177": 35,
        "416175.2831686132": 36,
        "416216.4686515545": 37,
        "416282.4926380295": 38,
        "416455.4708225193": 39,
        "416961.8072589019": 40,
        "417545.82231463696": 41,
        "419012.9206262973": 42,
        "419195.3809144479": 43,
        "419370.67624367314": 44,
        "419558.9789099643": 45,
        "421628.48198056134": 46,
        "422780.1050160654": 47,
        "422930.50737034983": 48,
        "423011.86372876685": 49,
        "423378.34361272893": 50,
        "425418.7503126961": 51,
        "426744.3555408056": 52,
        "431197.01794177794": 53,
        "431654.8355743063": 54,
        "433888.06509563536": 55,
        "434145.1448623177": 56,
        "434790.73325417796": 57,
        "445326.5345672996": 58,
        "453480.1270469739": 59,
        "463072.67892986455": 60,
        "468706.24056309456": 61,
        "470018.0486355465": 62,
        "478078.24708604213": 63,
        "478487.17618185235": 64,
        "488874.10447862983": 65,
        "490504.1781318657": 66,
        "493153.9410651611": 67,
        "497306.14028723777": 68,
        "498809.3640276337": 69,
        "500359.32803818927": 70,
        "510809.22772148193": 71,
        "529814.6483633961": 72,
        "538510.168200039": 73,
        "543856.9220163575": 74,
        "562381.8147586493": 75,
        "563311.1618604552": 76,
        "563460.4857852492": 77,
        "571497.15268685": 78,
        "594591.6400371682": 79,
        "595978.8193378905": 80,
        "599150.050506778": 81,
        "602816.6994746132": 82,
        "608056.7077525032": 83,
        "613368.7812230394": 84,
        "625110.0485757756": 85,
        "629601.577340553": 86,
        "632558.809655575": 87,
        "633978.6461539894": 88,
        "636422.2283913447": 89,
        "640616.8461831996": 90,
        "643061.2133676226": 91,
        "644510.5959774805": 92,
        "646047.6131431343": 93,
        "649799.3229847774": 94,
        "650326.3373400291": 95,
        "653980.0203380624": 96,
        "655436.3731070718": 97,
        "656055.9945966662": 98,
        "656402.6009392145": 99,
        "656635.786967228": 100,
        "658103.8360939563": 101,
        "659325.0127364951": 102,
        "659579.2864447082": 103,
        "659821.9987661275": 104,
        "660319.0985019925": 105,
        "660936.3439422959": 106,
        "661184.3665165256": 107,
        "661725.341192876": 108,
        "662266.1819116834": 109,
        "662499.8307863293": 110,
        "662810.0631438233": 111,
        "663068.0889800149": 112,
        "663221.5449842433": 113,
        "663392.1295123786": 114,
        "663434.686744942": 115,
        "663501.1446163161": 116,
        "663735.4869399872": 117,
        "663776.751861224": 118,
        "663806.4870481098": 119,
        "663959.8105046003": 120,
        "663975.2381041925": 121,
        "663993.3396790808": 122,
        "664018.3101495": 123,
        "664047.0096552564": 124,
        "664065.1160720475": 125,
        "664068.049660849": 126,
        "664095.7860507447": 127,
        "664096.1712325548": 128,
        "664115.5016881652": 129,
        "664133.8469768999": 130,
        "664143.3368874901": 131,
        "664143.432160224": 132,
        "664145.3763669924": 133,
        "664147.2361902652": 134,
        "664148.9872043899": 135,
        "664152.4843397532": 136,
        "664156.7956019555": 137,
        "664157.5242591964": 138,
        "664159.212806954": 139,
        "664159.2240076909": 140,
        "664159.546613415": 141,
        "664163.1525281379": 142,
        "664164.1899516972": 143,
        "664164.7743642177": 144,
        "664165.5490721107": 145,
        "664165.7476938299": 146,
        "664166.2716509143": 147,
        "664167.9074014308": 148,
        "664169.0": 149,
        "__OOV__": 150
    },
    "C5": {
        "__PAD__": 0,
        "664216.0": 1,
        "664217.0": 2,
        "664218.0": 3,
        "664220.0": 4,
        "664221.0": 5,
        "664223.0": 6,
        "664227.7973416783": 7,
        "664232.7719040427": 8,
        "664236.1211032141": 9,
        "664238.3639304467": 10,
        "664240.5803167273": 11,
        "664246.7846379724": 12,
        "664475.841963255": 13,
        "664487.1687555857": 14,
        "664498.3197367231": 15,
        "664500.3349086816": 16,
        "664501.3843052875": 17,
        "664502.5674030734": 18,
        "664502.9034212214": 19,
        "664502.9583197001": 20,
        "664503.0": 21,
        "__OOV__": 22
    },
    "C6": {
        "__PAD__": 0,
        "664521.0": 1,
        "664522.0": 2,
        "664523.0": 3,
        "664524.0": 4,
        "664525.0": 5,
        "664526.0": 6,
        "664527.0": 7,
        "664529.0": 8,
        "664530.0": 9,
        "664531.0": 10,
        "664533.0": 11,
        "664536.0": 12,
        "664538.0": 13,
        "__OOV__": 14
    },
    "C7": {
        "__PAD__": 0,
        "664542.0": 1,
        "664542.0001440751": 2,
        "664542.0001543494": 3,
        "664542.0001767946": 4,
        "664542.0002109352": 5,
        "664542.0002819055": 6,
        "664542.0003172051": 7,
        "664542.0005352268": 8,
        "664542.000888521": 9,
        "664542.0009325207": 10,
        "664542.0011672212": 11,
        "664542.0011720547": 12,
        "664542.0012732852": 13,
        "664542.001366883": 14,
        "664542.00156052": 15,
        "664542.0016427664": 16,
        "664542.0017639273": 17,
        "664542.0019590224": 18,
        "664542.0023148418": 19,
        "664542.0024040273": 20,
        "664542.0032833347": 21,
        "664542.0033215625": 22,
        "664542.0040383972": 23,
        "664542.0041772247": 24,
        "664542.0045147187": 25,
        "664542.0046809524": 26,
        "664542.006853344": 27,
        "664542.0071477878": 28,
        "664542.0079670816": 29,
        "664542.0135191082": 30,
        "664542.0164451794": 31,
        "664542.017182579": 32,
        "664542.0236802866": 33,
        "664542.0312702579": 34,
        "664542.0325598444": 35,
        "664542.0361438736": 36,
        "664542.043148058": 37,
        "664542.0676445448": 38,
        "664542.06877932": 39,
        "664542.0731687696": 40,
        "664542.0912752283": 41,
        "664542.09421983": 42,
        "664542.1069790367": 43,
        "664542.1090734993": 44,
        "664542.1347288522": 45,
        "664542.1372855096": 46,
        "664542.1585098052": 47,
        "664542.1665141978": 48,
        "664542.1729459389": 49,
        "664542.1990594014": 50,
        "664542.2066426947": 51,
        "664542.2186834471": 52,
        "664542.2242660924": 53,
        "664542.2506618558": 54,
        "664542.2520867217": 55,
        "664542.2532514764": 56,
        "664542.2806700994": 57,
        "664542.2870274775": 58,
        "664542.3081495373": 59,
        "664542.3393857293": 60,
        "664542.3456018118": 61,
        "664542.4469619158": 62,
        "664542.4947109551": 63,
        "664542.5160396523": 64,
        "664542.5384115215": 65,
        "664542.6081041229": 66,
        "664542.6236261704": 67,
        "664542.6309599745": 68,
        "664542.6939340782": 69,
        "664542.9755003109": 70,
        "664543.0": 71,
        "664543.6966358166": 72,
        "664544.0": 73,
        "664544.7475276312": 74,
        "664545.0": 75,
        "664545.2683327401": 76,
        "664546.0": 77,
        "664547.0": 78,
        "664548.0": 79,
        "664549.0": 80,
        "664549.1470436917": 81,
        "664550.0": 82,
        "664552.0": 83,
        "664553.0": 84,
        "664555.0": 85,
        "664556.0": 86,
        "664557.0": 87,
        "664558.0": 88,
        "664558.4572737481": 89,
        "664559.0": 90,
        "664561.5279639204": 91,
        "664562.0": 92,
        "664567.0": 93,
        "664568.0": 94,
        "664568.2486414238": 95,
        "664569.8827477164": 96,
        "664574.8891380396": 97,
        "664576.0": 98,
        "664578.1636233345": 99,
        "664578.2704160726": 100,
        "664582.2382012802": 101,
        "664587.0": 102,
        "664606.0": 103,
        "664638.1841364425": 104,
        "664647.3463945104": 105,
        "664663.3079215895": 106,
        "664666.6399511824": 107,
        "664688.6502035118": 108,
        "664690.0": 109,
        "664703.2362685768": 110,
        "664703.2921201508": 111,
        "664716.9401758196": 112,
        "664761.6676911153": 113,
        "664767.1648029053": 114,
        "664774.1159990671": 115,
        "664795.8593666843": 116,
        "664837.079745324": 117,
        "664843.6368975273": 118,
        "664945.2184625679": 119,
        "664950.4095620908": 120,
        "665045.446293105": 121,
        "665055.0439964772": 122,
        "665082.6885310474": 123,
        "665096.891530833": 124,
        "665251.357675511": 125,
        "665273.7686261506": 126,
        "665278.5075368508": 127,
        "665329.9173809089": 128,
        "665366.6437610567": 129,
        "665398.8177468756": 130,
        "665405.4675627598": 131,
        "665516.7840963101": 132,
        "665591.6015405408": 133,
        "665783.1414295253": 134,
        "665827.9944883272": 135,
        "665896.1032200209": 136,
        "665925.5540945603": 137,
        "665963.211460565": 138,
        "665987.5339033902": 139,
        "666165.8855743414": 140,
        "666169.2649163248": 141,
        "666235.9516768119": 142,
        "666250.5421262244": 143,
        "666485.0936141253": 144,
        "666567.2840701992": 145,
        "666605.9927470743": 146,
        "666656.3472658455": 147,
        "666712.5902847189": 148,
        "666762.4838496622": 149,
        "666927.5227006343": 150,
        "667210.6513358034": 151,
        "667293.5261747922": 152,
        "667313.1774055583": 153,
        "667428.3323695303": 154,
        "667457.6723643927": 155,
        "667553.6201977232": 156,
        "667569.1228887108": 157,
        "667583.0219503137": 158,
        "667591.5252467617": 159,
        "667673.133752789": 160,
        "667683.8461812922": 161,
        "667882.9834855522": 162,
        "668145.5819992112": 163,
        "668499.8763727996": 164,
        "668560.652600714": 165,
        "668574.1639013793": 166,
        "668621.7578580247": 167,
        "668932.183879103": 168,
        "669097.5935797191": 169,
        "669121.5408879106": 170,
        "669124.7370091939": 171,
        "669133.9134378218": 172,
        "669324.403296105": 173,
        "669671.4834184848": 174,
        "669888.6152250367": 175,
        "669970.3612865709": 176,
        "670030.8903438641": 177,
        "670142.0888502231": 178,
        "670167.4739108534": 179,
        "670290.5253426979": 180,
        "670539.0839200434": 181,
        "670583.3436071887": 182,
        "670732.6448242223": 183,
        "670915.6150186553": 184,
        "671245.7396993886": 185,
        "671275.977222751": 186,
        "671312.9998946509": 187,
        "671391.7562453999": 188,
        "671476.9301394653": 189,
        "671481.1863281267": 190,
        "671483.4300920296": 191,
        "671509.576920986": 192,
        "671607.300954082": 193,
        "671688.5188787037": 194,
        "671854.1990171154": 195,
        "671866.9296917636": 196,
        "671896.9909558925": 197,
        "671897.0463276285": 198,
        "672217.443409207": 199,
        "672384.6658880175": 200,
        "672398.4732668845": 201,
        "672600.3657226335": 202,
        "672760.5766988909": 203,
        "672769.2392103648": 204,
        "673087.9993347033": 205,
        "673245.8170321564": 206,
        "673397.9090367078": 207,
        "673397.9660003304": 208,
        "673558.9079777539": 209,
        "673637.9845399137": 210,
        "673807.9800790427": 211,
        "674053.3959941523": 212,
        "674197.2363321277": 213,
        "674217.2773792021": 214,
        "674221.1382160647": 215,
        "674238.8019937944": 216,
        "674393.842048072": 217,
        "674415.2874429249": 218,
        "674466.7708461186": 219,
        "674469.2012164394": 220,
        "674617.8987499659": 221,
        "674684.1578635775": 222,
        "674833.700266353": 223,
        "674840.7036280807": 224,
        "674953.108198753": 225,
        "675020.6675530887": 226,
        "675185.2666934115": 227,
        "675747.6855404945": 228,
        "675823.2999156533": 229,
        "675851.1873390038": 230,
        "675910.8201520378": 231,
        "676027.4533774495": 232,
        "676038.9014213192": 233,
        "676117.3956247966": 234,
        "676192.0094305805": 235,
        "676234.7018290941": 236,
        "676281.1272955791": 237,
        "676334.9215708917": 238,
        "676339.3732008429": 239,
        "676341.1344698414": 240,
        "676396.134029829": 241,
        "676401.6614200377": 242,
        "676452.0497988479": 243,
        "676468.0877215237": 244,
        "676549.0332346689": 245,
        "676552.4210322041": 246,
        "676577.7491451285": 247,
        "676592.7621060674": 248,
        "676595.098011126": 249,
        "676628.9138928636": 250,
        "676630.3338887527": 251,
        "676632.7237093212": 252,
        "676636.9882179311": 253,
        "676647.989605815": 254,
        "676648.1850968613": 255,
        "676651.7830543277": 256,
        "676652.5467538423": 257,
        "676657.15053618": 258,
        "676662.4785791825": 259,
        "676664.1031460379": 260,
        "676664.7165328767": 261,
        "676666.5543603612": 262,
        "676671.0158071447": 263,
        "676673.9848932009": 264,
        "676674.5383113101": 265,
        "676674.7907567031": 266,
        "676678.1968537358": 267,
        "676679.4815594946": 268,
        "676680.9638496523": 269,
        "676681.0510328517": 270,
        "676681.1292733321": 271,
        "676681.8482063118": 272,
        "676682.1956655906": 273,
        "676682.2022265502": 274,
        "676683.0959506194": 275,
        "676683.2515624721": 276,
        "676683.3060060412": 277,
        "676683.4196666629": 278,
        "676683.7731281669": 279,
        "676683.7746933994": 280,
        "676683.8007826558": 281,
        "676683.8387621881": 282,
        "676683.8457580688": 283,
        "676683.8487605305": 284,
        "676684.0": 285,
        "__OOV__": 286
    },
    "C8": {
        "__PAD__": 0,
        "676733.0": 1,
        "676734.0": 2,
        "676735.0": 3,
        "676742.0": 4,
        "676744.0": 5,
        "676771.9661416779": 6,
        "676778.8176881904": 7,
        "676784.4827882812": 8,
        "676787.4763027957": 9,
        "676788.7401511661": 10,
        "676947.2386776296": 11,
        "677164.533313338": 12,
        "677176.9647233157": 13,
        "677320.0508954512": 14,
        "677337.186635679": 15,
        "677337.9333136197": 16,
        "677338.4279207687": 17,
        "677338.7225899663": 18,
        "677338.955883855": 19,
        "677339.0": 20,
        "__OOV__": 21
    },
    "C9": {
        "__PAD__": 0,
        "677367.0": 1,
        "677368.0": 2,
        "677369.0": 3,
        "__OOV__": 4
    },
    "C10": {
        "__PAD__": 0,
        "677370.0": 1,
        "677370.1488595603": 2,
        "677370.1507922558": 3,
        "677370.1611739103": 4,
        "677370.6795474048": 5,
        "677370.7035284794": 6,
        "677371.0": 7,
        "677372.0": 8,
        "677373.0": 9,
        "677374.0": 10,
        "677379.0": 11,
        "677386.0": 12,
        "677402.4464846035": 13,
        "677426.0": 14,
        "677432.3619032208": 15,
        "677438.7678359618": 16,
        "677450.5959145251": 17,
        "677461.206647998": 18,
        "677517.4155374839": 19,
        "677544.7540159677": 20,
        "677578.9205930859": 21,
        "677582.2801335606": 22,
        "677593.9151551854": 23,
        "677596.525231456": 24,
        "677656.2474332751": 25,
        "677722.0687362581": 26,
        "677744.4479075578": 27,
        "677747.2958958049": 28,
        "677838.1396386164": 29,
        "677894.2604669529": 30,
        "677904.37296481": 31,
        "677914.4357407301": 32,
        "678084.0043901252": 33,
        "678092.0337669776": 34,
        "678286.80989702": 35,
        "678310.3922796528": 36,
        "678353.7520128353": 37,
        "678602.9642630426": 38,
        "678759.7052136138": 39,
        "678887.6258637358": 40,
        "679041.6692484082": 41,
        "679092.610773306": 42,
        "679147.055387711": 43,
        "679257.9177086193": 44,
        "679427.7522601819": 45,
        "679428.5871975347": 46,
        "679442.990861706": 47,
        "679577.6449939768": 48,
        "679617.4466605136": 49,
        "679680.1205508809": 50,
        "679818.1836181593": 51,
        "679846.7714300895": 52,
        "679980.181203342": 53,
        "680028.3915643952": 54,
        "680476.341654847": 55,
        "680515.2168701045": 56,
        "680552.5109558383": 57,
        "680844.8780395406": 58,
        "681851.4278725622": 59,
        "682724.8434698441": 60,
        "683359.636488822": 61,
        "683609.7585797735": 62,
        "685167.2267213318": 63,
        "685828.8116726024": 64,
        "685838.2938778027": 65,
        "685990.3490537589": 66,
        "686319.7510050258": 67,
        "686645.816920052": 68,
        "687371.8089751384": 69,
        "687737.3947980186": 70,
        "687827.9174374593": 71,
        "688835.233500486": 72,
        "689717.7495133658": 73,
        "690243.5404940844": 74,
        "692227.2460403038": 75,
        "692646.1466596104": 76,
        "694728.880507075": 77,
        "695119.3396122439": 78,
        "699073.0452891104": 79,
        "699558.9550714624": 80,
        "699559.7530326372": 81,
        "699729.275477594": 82,
        "700683.1589541872": 83,
        "701950.3348576842": 84,
        "702224.2055833237": 85,
        "704532.7755721094": 86,
        "706206.370236787": 87,
        "706649.305666744": 88,
        "709066.5356492415": 89,
        "711717.6499712792": 90,
        "712266.0402118893": 91,
        "715773.7223166777": 92,
        "716441.2327866877": 93,
        "717770.2344041934": 94,
        "717925.3103659151": 95,
        "720477.2430224505": 96,
        "720915.9955065247": 97,
        "720940.9797025352": 98,
        "722056.5766656523": 99,
        "722412.990067354": 100,
        "722905.8840309877": 101,
        "724882.6302932847": 102,
        "725740.037854806": 103,
        "727862.6339955212": 104,
        "728319.9100004857": 105,
        "728766.2661647717": 106,
        "728877.3295997925": 107,
        "729516.5154336684": 108,
        "729618.3819984498": 109,
        "729922.5264311533": 110,
        "730291.8452052919": 111,
        "730629.4110796172": 112,
        "730686.3305508888": 113,
        "731090.8102478356": 114,
        "731131.4132581039": 115,
        "731249.5936879785": 116,
        "731287.0471811969": 117,
        "731440.0152924339": 118,
        "731558.8510526355": 119,
        "731631.3714790536": 120,
        "731634.3545705226": 121,
        "731668.0222214416": 122,
        "731673.3816583066": 123,
        "731704.689915549": 124,
        "731834.6684516063": 125,
        "731857.348636412": 126,
        "731973.6315611408": 127,
        "731979.1095293727": 128,
        "731980.2494415512": 129,
        "732003.7209958719": 130,
        "732006.5722925923": 131,
        "732006.9205084994": 132,
        "732007.339965572": 133,
        "732011.3380922877": 134,
        "732016.164208702": 135,
        "732016.5346558057": 136,
        "732019.5435886872": 137,
        "732022.0800949468": 138,
        "732024.5318773731": 139,
        "732027.1864673096": 140,
        "732028.7145451873": 141,
        "732028.9344050477": 142,
        "732029.2815070126": 143,
        "732029.9982826683": 144,
        "732030.7582002208": 145,
        "732030.7828537113": 146,
        "732031.5640554496": 147,
        "732031.8662617626": 148,
        "732032.0870561098": 149,
        "732032.1245259704": 150,
        "732032.1872898457": 151,
        "732032.216620132": 152,
        "732033.0": 153,
        "__OOV__": 154
    },
    "C11": {
        "__PAD__": 0,
        "732084.0": 1,
        "732084.0001053242": 2,
        "732084.0001185294": 3,
        "732084.0001378906": 4,
        "732084.0001435966": 5,
        "732084.0002462933": 6,
        "732084.0002734443": 7,
        "732084.0004224932": 8,
        "732084.0006232711": 9,
        "732084.000636372": 10,
        "732084.0006368889": 11,
        "732084.0010465053": 12,
        "732084.0012203113": 13,
        "732084.0020977801": 14,
        "732084.0022056358": 15,
        "732084.0024407575": 16,
        "732084.0028990724": 17,
        "732084.0035077651": 18,
        "732084.003868761": 19,
        "732084.0038955142": 20,
        "732084.0048297849": 21,
        "732084.0073957744": 22,
        "732084.0087939778": 23,
        "732084.0115984874": 24,
        "732084.0129248732": 25,
        "732084.013334578": 26,
        "732084.0152755773": 27,
        "732084.0209867611": 28,
        "732084.0249150015": 29,
        "732084.0295875317": 30,
        "732084.0318730221": 31,
        "732084.0394597017": 32,
        "732084.0396400933": 33,
        "732084.0400907412": 34,
        "732084.0426693435": 35,
        "732084.0490417865": 36,
        "732084.0505774628": 37,
        "732084.0700249344": 38,
        "732084.0869693414": 39,
        "732084.1018345265": 40,
        "732084.1137296823": 41,
        "732084.1195094229": 42,
        "732084.1201662456": 43,
        "732084.1336023847": 44,
        "732084.136248367": 45,
        "732084.1900377687": 46,
        "732084.1969970416": 47,
        "732084.2271900766": 48,
        "732084.2343717183": 49,
        "732084.3194587515": 50,
        "732084.3759269585": 51,
        "732084.4056611251": 52,
        "732084.4371696902": 53,
        "732084.6159627041": 54,
        "732084.6224837821": 55,
        "732084.6237700119": 56,
        "732084.6557733184": 57,
        "732084.7159327031": 58,
        "732084.779956037": 59,
        "732084.7953111625": 60,
        "732085.0": 61,
        "732086.0": 62,
        "732086.8121446085": 63,
        "732087.0": 64,
        "732088.0": 65,
        "732088.6532532714": 66,
        "732088.9248707499": 67,
        "732089.0": 68,
        "732092.0": 69,
        "732092.8139430449": 70,
        "732095.0": 71,
        "732097.0": 72,
        "732098.0": 73,
        "732099.0": 74,
        "732100.0": 75,
        "732103.0": 76,
        "732104.0": 77,
        "732107.0": 78,
        "732108.0": 79,
        "732109.0": 80,
        "732120.0": 81,
        "732138.2890815913": 82,
        "732144.0": 83,
        "732146.0": 84,
        "732147.0787199155": 85,
        "732149.0": 86,
        "732163.0": 87,
        "732173.2821994601": 88,
        "732200.5229828017": 89,
        "732205.0": 90,
        "732211.0": 91,
        "732214.3364409499": 92,
        "732229.8875655435": 93,
        "732242.9435319013": 94,
        "732250.0668852471": 95,
        "732302.9703240811": 96,
        "732332.5036788981": 97,
        "732357.9430657501": 98,
        "732441.9010799323": 99,
        "732467.4693805357": 100,
        "732503.1604313167": 101,
        "732514.4008062982": 102,
        "732518.8182148598": 103,
        "732530.1819900579": 104,
        "732578.8976742132": 105,
        "732685.9907436667": 106,
        "732725.9217520237": 107,
        "732729.8047693365": 108,
        "732734.9139934474": 109,
        "732820.057465186": 110,
        "732838.0018431427": 111,
        "732879.186648734": 112,
        "732976.3516027591": 113,
        "733001.2239536854": 114,
        "733098.2086637424": 115,
        "733098.4891908764": 116,
        "733137.4467958165": 117,
        "733146.3293357745": 118,
        "733191.6749368055": 119,
        "733201.106817072": 120,
        "733241.6915287683": 121,
        "733283.7640281674": 122,
        "733325.569632309": 123,
        "733404.2817436298": 124,
        "733597.8098154204": 125,
        "733657.7298650455": 126,
        "733714.8512226867": 127,
        "733769.478750309": 128,
        "733786.999117955": 129,
        "733807.0524370256": 130,
        "734039.4982354665": 131,
        "734045.2116813782": 132,
        "734171.2288220878": 133,
        "734217.1847418875": 134,
        "734282.0897890875": 135,
        "734314.7034308069": 136,
        "734343.8686534471": 137,
        "734351.227086748": 138,
        "734398.063698854": 139,
        "734530.8452919647": 140,
        "734539.2703019236": 141,
        "734575.4625223643": 142,
        "734800.8013986208": 143,
        "734824.4831585508": 144,
        "734920.9348498014": 145,
        "735009.7423749203": 146,
        "735034.258780092": 147,
        "735095.1065404678": 148,
        "735121.352930237": 149,
        "735233.8414583371": 150,
        "735248.6520200921": 151,
        "735279.8981493436": 152,
        "735466.3038109747": 153,
        "735501.5063939062": 154,
        "735502.8752614921": 155,
        "735545.2274661735": 156,
        "735611.4410602999": 157,
        "735634.2217541054": 158,
        "735787.9185841436": 159,
        "735890.282988232": 160,
        "735986.9574933563": 161,
        "736036.6237515784": 162,
        "736107.3754033527": 163,
        "736216.7530867101": 164,
        "736221.4861854034": 165,
        "736304.6144548305": 166,
        "736378.6173090131": 167,
        "736387.9781883957": 168,
        "736435.0894570315": 169,
        "736448.7782058289": 170,
        "736473.9102930047": 171,
        "736495.4589483456": 172,
        "736587.2217632121": 173,
        "736701.8474037772": 174,
        "736758.134463928": 175,
        "736886.8097053439": 176,
        "736983.4045592004": 177,
        "737037.7859173734": 178,
        "737093.2469594934": 179,
        "737123.3581265202": 180,
        "737123.4638867154": 181,
        "737173.5535704456": 182,
        "737180.8134747989": 183,
        "737203.1393266189": 184,
        "737215.9397627817": 185,
        "737233.2307351175": 186,
        "737293.6477060481": 187,
        "737295.1071173622": 188,
        "737297.5433892616": 189,
        "737313.5612489014": 190,
        "737315.1845512006": 191,
        "737335.7288711314": 192,
        "737366.6282526936": 193,
        "737366.8428359966": 194,
        "737368.4990648639": 195,
        "737369.4169150838": 196,
        "737369.4933704273": 197,
        "737369.8271714064": 198,
        "737370.924509972": 199,
        "737371.3532752731": 200,
        "737371.4911352847": 201,
        "737371.5199474831": 202,
        "737371.5427234335": 203,
        "737371.5506340999": 204,
        "737371.5921469382": 205,
        "737371.6936271386": 206,
        "737371.8538878075": 207,
        "737371.96885772": 208,
        "737372.6400732594": 209,
        "737372.8363849076": 210,
        "737372.8612593259": 211,
        "737372.9033586152": 212,
        "737373.0": 213,
        "__OOV__": 214
    },
    "C12": {
        "__PAD__": 0,
        "737432.0": 1,
        "737433.0": 2,
        "737437.0": 3,
        "737439.0": 4,
        "737441.8104355219": 5,
        "737443.0": 6,
        "737444.0": 7,
        "737445.0": 8,
        "737446.0": 9,
        "737447.0": 10,
        "737457.0": 11,
        "737460.6163697646": 12,
        "737477.4358798164": 13,
        "737479.0": 14,
        "737533.9786122387": 15,
        "737724.6668731795": 16,
        "737872.0306017625": 17,
        "737880.1523154763": 18,
        "739081.4969694339": 19,
        "739610.8017596328": 20,
        "740259.2279237619": 21,
        "740697.0589417368": 22,
        "740895.4505001605": 23,
        "743218.7575385681": 24,
        "743612.3765449697": 25,
        "743911.6094260553": 26,
        "744712.3564969732": 27,
        "744868.1161158861": 28,
        "746980.0540911336": 29,
        "748613.6721825697": 30,
        "766438.2351647047": 31,
        "768858.8062770427": 32,
        "772579.5982643621": 33,
        "790778.0494269808": 34,
        "797403.0410191367": 35,
        "820719.8352624362": 36,
        "875974.0564857936": 37,
        "893966.4598963968": 38,
        "896452.157079141": 39,
        "914044.8892878229": 40,
        "924228.1362404866": 41,
        "929248.5381926632": 42,
        "934405.7820683101": 43,
        "994799.9000099279": 44,
        "1005113.5199100986": 45,
        "1017588.3137842724": 46,
        "1035064.3960741702": 47,
        "1037268.8272091689": 48,
        "1040359.8959129088": 49,
        "1056884.0564157218": 50,
        "1069860.4514606874": 51,
        "1075175.4933854959": 52,
        "1100544.1672697524": 53,
        "1111829.1768489974": 54,
        "1119203.3935068296": 55,
        "1122366.0044767489": 56,
        "1125441.860963648": 57,
        "1133520.9079450516": 58,
        "1140822.278254785": 59,
        "1142042.6748832925": 60,
        "1142175.696863102": 61,
        "1142652.626034664": 62,
        "1143714.2424938877": 63,
        "1143906.912876976": 64,
        "1144731.4320816013": 65,
        "1145393.630389599": 66,
        "1145505.700387395": 67,
        "1146005.8950837993": 68,
        "1146526.182599243": 69,
        "1146799.2638741585": 70,
        "1146802.1727438483": 71,
        "1146960.3704691343": 72,
        "1147102.9316320403": 73,
        "1147128.1981151372": 74,
        "1147150.0163063684": 75,
        "1147155.1897995148": 76,
        "1147237.6207446796": 77,
        "1147239.8668098343": 78,
        "1147246.578494988": 79,
        "1147255.907245047": 80,
        "1147259.3076632684": 81,
        "1147260.309221147": 82,
        "1147261.6122005566": 83,
        "1147261.8315614096": 84,
        "1147262.775586003": 85,
        "1147263.0352877302": 86,
        "1147263.211609709": 87,
        "1147263.2649754195": 88,
        "1147263.7218646533": 89,
        "1147265.7030996017": 90,
        "1147267.160379751": 91,
        "1147267.6364276956": 92,
        "1147268.0424241794": 93,
        "1147269.0": 94,
        "__OOV__": 95
    },
    "C13": {
        "__PAD__": 0,
        "1147332.0": 1,
        "1147333.0": 2,
        "1147334.0": 3,
        "1147335.0": 4,
        "1147335.7683821244": 5,
        "1147336.0": 6,
        "1147336.055431664": 7,
        "1147337.0": 8,
        "1147338.0": 9,
        "1147340.0": 10,
        "1147340.466064419": 11,
        "1147342.0": 12,
        "1147343.0": 13,
        "1147344.0": 14,
        "1147345.0": 15,
        "1147346.0": 16,
        "1147347.0": 17,
        "1147350.0": 18,
        "1147357.0": 19,
        "1147358.0": 20,
        "1147365.0": 21,
        "1147368.0": 22,
        "1147373.0": 23,
        "1147376.0": 24,
        "1147383.0": 25,
        "1147389.0": 26,
        "1147393.0": 27,
        "1147404.397432853": 28,
        "1147407.0263167708": 29,
        "1147410.0": 30,
        "1147416.6340019251": 31,
        "1147430.6875781366": 32,
        "1147449.1123036835": 33,
        "1147451.9307013198": 34,
        "1147460.0208438956": 35,
        "1147529.7309287738": 36,
        "1147575.9269288136": 37,
        "1147595.6216238653": 38,
        "1147608.4781814609": 39,
        "1147620.458558302": 40,
        "1147681.7000605161": 41,
        "1147682.6342928796": 42,
        "1147702.1151595137": 43,
        "1147705.0251346133": 44,
        "1147773.90994889": 45,
        "1147779.0286899945": 46,
        "1147782.7402004313": 47,
        "1147805.8201803947": 48,
        "1147886.6359203388": 49,
        "1147897.0825947607": 50,
        "1147920.353642489": 51,
        "1147968.988833044": 52,
        "1147989.422847002": 53,
        "1148012.4729250697": 54,
        "1148024.7465298045": 55,
        "1148054.1490924465": 56,
        "1148113.7013109515": 57,
        "1148250.7742062039": 58,
        "1148265.016226764": 59,
        "1148272.4527628664": 60,
        "1148309.260917102": 61,
        "1148317.9315011993": 62,
        "1148558.7482527434": 63,
        "1148665.0503314775": 64,
        "1148673.5243384747": 65,
        "1148711.4568291456": 66,
        "1148939.3348984625": 67,
        "1148958.8668480508": 68,
        "1149154.6849147324": 69,
        "1149231.9800351672": 70,
        "1149388.0720956954": 71,
        "1149422.7902873764": 72,
        "1149485.7279464402": 73,
        "1149515.4990094786": 74,
        "1149580.410553186": 75,
        "1149583.7837660646": 76,
        "1149586.4053764092": 77,
        "1149685.113474823": 78,
        "1149785.355157052": 79,
        "1149825.0976346498": 80,
        "1149844.8459132817": 81,
        "1149892.8588629123": 82,
        "1149938.4759723921": 83,
        "1150000.2655033853": 84,
        "1150093.3082687429": 85,
        "1150107.4726070664": 86,
        "1150151.1823756134": 87,
        "1150188.4765958444": 88,
        "1150213.7610438175": 89,
        "1150234.3526043394": 90,
        "1150241.9339531502": 91,
        "1150251.341658262": 92,
        "1150262.392577594": 93,
        "1150332.0291585587": 94,
        "1150350.5931352146": 95,
        "1150409.3781292506": 96,
        "1150413.1431054464": 97,
        "1150443.5856745997": 98,
        "1150447.6417909663": 99,
        "1150466.3315171148": 100,
        "1150479.8440313842": 101,
        "1150483.1369141655": 102,
        "1150483.2514982847": 103,
        "1150486.4770872458": 104,
        "1150487.6221084232": 105,
        "1150487.9504924398": 106,
        "1150488.3743499785": 107,
        "1150488.5965406676": 108,
        "1150488.6845866977": 109,
        "1150489.1448740074": 110,
        "1150490.5228893077": 111,
        "1150491.246252543": 112,
        "1150491.9640793821": 113,
        "1150492.1720485145": 114,
        "1150492.6313426215": 115,
        "1150492.6614782258": 116,
        "1150492.9724973482": 117,
        "1150493.639249517": 118,
        "1150494.0387867365": 119,
        "1150494.1953313134": 120,
        "1150494.2165103797": 121,
        "1150494.2221630453": 122,
        "1150494.2463492313": 123,
        "1150494.4749147475": 124,
        "1150494.7320508645": 125,
        "1150494.7383810584": 126,
        "1150494.7701370346": 127,
        "1150494.7741130288": 128,
        "1150494.867287192": 129,
        "1150494.8694063302": 130,
        "1150494.9193602693": 131,
        "1150494.931202572": 132,
        "1150494.9474403171": 133,
        "1150494.9490034527": 134,
        "1150494.9492986714": 135,
        "1150494.956463685": 136,
        "1150494.9637916994": 137,
        "1150494.9646309665": 138,
        "1150494.9672902531": 139,
        "1150495.0": 140,
        "__OOV__": 141
    },
    "C14": {
        "__PAD__": 0,
        "1150512.0": 1,
        "1150513.0": 2,
        "1150514.0": 3,
        "1150515.0": 4,
        "1150516.0": 5,
        "1150518.0": 6,
        "1150522.0": 7,
        "1150523.0": 8,
        "1150531.0": 9,
        "1150532.0": 10,
        "1150536.0": 11,
        "1150537.0": 12,
        "__OOV__": 13
    },
    "C15": {
        "__PAD__": 0,
        "1150538.0": 1,
        "1150538.0001130765": 2,
        "1150538.000159462": 3,
        "1150538.0001659084": 4,
        "1150538.0001719398": 5,
        "1150538.0001991298": 6,
        "1150538.0002079746": 7,
        "1150538.0002717373": 8,
        "1150538.0003042754": 9,
        "1150538.0005081804": 10,
        "1150538.0005333119": 11,
        "1150538.00058098": 12,
        "1150538.0012979677": 13,
        "1150538.0013407434": 14,
        "1150538.0014179295": 15,
        "1150538.0014966805": 16,
        "1150538.0017936728": 17,
        "1150538.0023091678": 18,
        "1150538.0025044137": 19,
        "1150538.0025891159": 20,
        "1150538.002887609": 21,
        "1150538.0040640442": 22,
        "1150538.0044397134": 23,
        "1150538.0046322555": 24,
        "1150538.0052208893": 25,
        "1150538.006123024": 26,
        "1150538.0067221294": 27,
        "1150538.0101036404": 28,
        "1150538.0118517014": 29,
        "1150538.0132244662": 30,
        "1150538.0136516024": 31,
        "1150538.0164488321": 32,
        "1150538.01734548": 33,
        "1150538.0203109204": 34,
        "1150538.0224747593": 35,
        "1150538.0262625883": 36,
        "1150538.028025859": 37,
        "1150538.0280725553": 38,
        "1150538.0407531722": 39,
        "1150538.046073251": 40,
        "1150538.0560934853": 41,
        "1150538.0564200566": 42,
        "1150538.0952031089": 43,
        "1150538.1050906244": 44,
        "1150538.1071724195": 45,
        "1150538.146120141": 46,
        "1150538.1480790037": 47,
        "1150538.1656346235": 48,
        "1150538.1697757428": 49,
        "1150538.180828158": 50,
        "1150538.1893751107": 51,
        "1150538.192139115": 52,
        "1150538.1953598938": 53,
        "1150538.2109179404": 54,
        "1150538.2152496858": 55,
        "1150538.2242603197": 56,
        "1150538.2606359168": 57,
        "1150538.2828384787": 58,
        "1150538.3115770284": 59,
        "1150538.3335607017": 60,
        "1150538.3763143586": 61,
        "1150538.4131024238": 62,
        "1150538.4386515843": 63,
        "1150538.4859792285": 64,
        "1150538.5880784646": 65,
        "1150538.710275714": 66,
        "1150538.778288887": 67,
        "1150538.9310474813": 68,
        "1150539.0": 69,
        "1150539.367884606": 70,
        "1150539.9775360208": 71,
        "1150540.0": 72,
        "1150541.0": 73,
        "1150541.3105265764": 74,
        "1150542.0": 75,
        "1150543.0": 76,
        "1150544.0": 77,
        "1150545.0": 78,
        "1150546.0": 79,
        "1150547.0": 80,
        "1150547.0063341304": 81,
        "1150548.0": 82,
        "1150550.0": 83,
        "1150550.7569355147": 84,
        "1150551.0": 85,
        "1150553.0": 86,
        "1150554.0": 87,
        "1150555.0": 88,
        "1150556.0": 89,
        "1150560.5006413287": 90,
        "1150562.0": 91,
        "1150564.0": 92,
        "1150566.0": 93,
        "1150568.0": 94,
        "1150569.0": 95,
        "1150573.0": 96,
        "1150574.0": 97,
        "1150576.0": 98,
        "1150578.4523927404": 99,
        "1150579.0": 100,
        "1150580.0": 101,
        "1150581.0": 102,
        "1150584.0": 103,
        "1150584.4297287902": 104,
        "1150592.9051859374": 105,
        "1150605.0": 106,
        "1150615.635548325": 107,
        "1150632.048495698": 108,
        "1150632.2844358464": 109,
        "1150637.9637021637": 110,
        "1150653.2209233905": 111,
        "1150665.0": 112,
        "1150667.8825775213": 113,
        "1150679.547733773": 114,
        "1150697.0": 115,
        "1150698.8287345485": 116,
        "1150700.1410202468": 117,
        "1150705.31971784": 118,
        "1150719.8890523473": 119,
        "1150789.135309455": 120,
        "1150790.8012885584": 121,
        "1150808.489863843": 122,
        "1150810.7179562645": 123,
        "1150856.323971474": 124,
        "1150875.8297550874": 125,
        "1150886.997106468": 126,
        "1150903.0292621453": 127,
        "1150974.3251990369": 128,
        "1150975.2910833699": 129,
        "1150993.9886088688": 130,
        "1151091.4234541864": 131,
        "1151114.365469139": 132,
        "1151143.5965918272": 133,
        "1151190.944337846": 134,
        "1151195.1636181427": 135,
        "1151199.5865805722": 136,
        "1151207.3502202705": 137,
        "1151227.585722337": 138,
        "1151241.506006799": 139,
        "1151271.331725903": 140,
        "1151302.676471979": 141,
        "1151371.6347184132": 142,
        "1151385.746874": 143,
        "1151418.048229201": 144,
        "1151453.7342696467": 145,
        "1151491.4080172295": 146,
        "1151520.9527926699": 147,
        "1151579.2061909868": 148,
        "1151619.413590645": 149,
        "1151673.0047938693": 150,
        "1151837.754859816": 151,
        "1151947.5303310533": 152,
        "1151952.7994426342": 153,
        "1151963.8505556898": 154,
        "1151989.5589974385": 155,
        "1151999.9555257245": 156,
        "1152308.1974234406": 157,
        "1152349.407424045": 158,
        "1152354.1889937252": 159,
